{
  "AK": {
    "AK HB105": {
      "description": "An Act relating to parental rights in a child's education; relating to access to school records; relating to sex education, human reproduction education, and human sexuality education; relating to school disciplinary and safety programs; and providing for an effective date.",
      "status": "Introduced",
      "title": "Sex/reproduction Education; Schools",
      "url": "/bills/2023/AK/HB105"
    },
    "AK HB27": {
      "description": "An Act relating to school athletics, recreation, athletic teams, and sports.",
      "status": "Introduced",
      "title": "Designate Sex For School-sponsored Sports",
      "url": "/bills/2023/AK/HB27"
    },
    "AK SB96": {
      "description": "An Act relating to parental rights in a child's education; relating to access to school records; relating to sex education, human reproduction education, and human sexuality education; relating to school disciplinary and safety programs; and providing for an effective date.",
      "status": "Introduced",
      "title": "Sex/reproduction Education; Schools",
      "url": "/bills/2023/AK/SB96"
    }
  },
  "AR": {
    "AR HB1156": {
      "description": "",
      "status": "Passed",
      "title": "Concerning A Public School District Or Open-enrollment Public Charter School Policy Relating To A Public School Student's Sex.",
      "url": "/bills/2023/AR/HB1156"
    },
    "AR HB1468": {
      "description": "",
      "status": "Engrossed",
      "title": "To Create The Given Name Act; And To Prohibit Requiring Employees Of Public Schools And State-supported Institutions Of Higher Education To Use A Person's Preferred Pronoun, Name, Or Title Without Parental Consent.",
      "url": "/bills/2023/AR/HB1468"
    },
    "AR HB1615": {
      "description": "",
      "status": "Engrossed",
      "title": "To Create The Conscience Protection Act; And To Amend The Religious Freedom Restoration Act.",
      "url": "/bills/2023/AR/HB1615"
    },
    "AR HB1738": {
      "description": "",
      "status": "Introduced",
      "title": "To Create The Parents' Bill Of Rights.",
      "url": "/bills/2023/AR/HB1738"
    },
    "AR SB125": {
      "description": "",
      "status": "Engrossed",
      "title": "Concerning Free Speech Rights At State-supported Institutions Of Higher Education.",
      "url": "/bills/2023/AR/SB125"
    },
    "AR SB199": {
      "description": "",
      "status": "Passed",
      "title": "Concerning Medical Malpractice And Gender Transition In Minors; And To Create The Protecting Minors From Medical Malpractice Act Of 2023.",
      "url": "/bills/2023/AR/SB199"
    },
    "AR SB270": {
      "description": "",
      "status": "Engrossed",
      "title": "To Amend The Criminal Offense Of Sexual Indecency With A Child.",
      "url": "/bills/2023/AR/SB270"
    },
    "AR SB294": {
      "description": "",
      "status": "Passed",
      "title": "To Create The Learns Act; To Amend Various Provisions Of The Arkansas Code As They Relate To Early Childhood Through Grade Twelve Education In The State Of Arkansas; And To Declare An Emergency.",
      "url": "/bills/2023/AR/SB294"
    },
    "AR SB43": {
      "description": "",
      "status": "Passed",
      "title": "To Add Certain Restrictions To An Adult-oriented Performance; And To Define An Adult-oriented Performance.",
      "url": "/bills/2023/AR/SB43"
    }
  },
  "AZ": {
    "AZ HB2312": {
      "description": "",
      "status": "Engrossed",
      "title": "Women's shelters; male employees; liability",
      "url": "/bills/2023/AZ/HB2312"
    },
    "AZ HB2711": {
      "description": "",
      "status": "Introduced",
      "title": "Student information; parental notification; requirements",
      "url": "/bills/2023/AZ/HB2711"
    },
    "AZ SB1001": {
      "description": "",
      "status": "Engrossed",
      "title": "Pronouns; biological sex; school policies",
      "url": "/bills/2023/AZ/SB1001"
    },
    "AZ SB1026": {
      "description": "",
      "status": "Engrossed",
      "title": "State monies; drag shows; minors",
      "url": "/bills/2023/AZ/SB1026"
    },
    "AZ SB1028": {
      "description": "",
      "status": "Engrossed",
      "title": "Adult cabaret performances; prohibited locations",
      "url": "/bills/2023/AZ/SB1028"
    },
    "AZ SB1030": {
      "description": "",
      "status": "Engrossed",
      "title": "Sexually explicit performances; regulation",
      "url": "/bills/2023/AZ/SB1030"
    },
    "AZ SB1040": {
      "description": "",
      "status": "Engrossed",
      "title": "Public schools; restrooms; reasonable accommodations",
      "url": "/bills/2023/AZ/SB1040"
    },
    "AZ SB1694": {
      "description": "",
      "status": "Engrossed",
      "title": "Public monies; ideology training; prohibition",
      "url": "/bills/2023/AZ/SB1694"
    },
    "AZ SB1698": {
      "description": "",
      "status": "Engrossed",
      "title": "Unlawful exposure; minors; sentencing; reporting",
      "url": "/bills/2023/AZ/SB1698"
    },
    "AZ SB1700": {
      "description": "",
      "status": "Engrossed",
      "title": "Schools; school libraries; books; prohibition",
      "url": "/bills/2023/AZ/SB1700"
    },
    "AZ SB1702": {
      "description": "",
      "status": "Introduced",
      "title": "Gender transition; prohibitions; hormone therapies",
      "url": "/bills/2023/AZ/SB1702"
    }
  },
  "CA": {
    "CA AB1314": {
      "description": "An act to amend Section 51101 of the Education Code, relating to pupils.",
      "status": "Introduced",
      "title": "Gender identity: parental notification.",
      "url": "/bills/2023/CA/AB1314"
    }
  },
  "CO": {
    "CO HB1092": {
      "description": "Concerning limitations on the use of state money, and, in connection therewith, requiring the public employees' retirement association to make investments solely on financial factors, prohibiting certain government contracts with entities that engage in economic boycotts, and requiring the state treasurer to invest money eligible for investment solely on financial factors.",
      "status": "Failed",
      "title": "Limitating Use Of State Money",
      "url": "/bills/2023/CO/HB1092"
    },
    "CO HB1098": {
      "description": "Concerning protecting female students' rights in athletics.",
      "status": "Failed",
      "title": "Women's Rights In Athletics",
      "url": "/bills/2023/CO/HB1098"
    }
  },
  "CT": {
    "CT HB06213": {
      "description": "To eliminate unfair competition in women's interscholastic sporting competition.",
      "status": "Introduced",
      "title": "An Act Prohibiting Student Athletes Who Were Born As Males From Participating In Women's Interscholastic Athletic Events.",
      "url": "/bills/2023/CT/HB06213"
    },
    "CT HB06331": {
      "description": "To require public school educators to recognize each student by the biological gender of such student.",
      "status": "Introduced",
      "title": "An Act Requiring Public School Educators To Recognize Each Student By The Biological Gender Of Such Student.",
      "url": "/bills/2023/CT/HB06331"
    },
    "CT SB00467": {
      "description": "To set forth the right of an individual business to determine the policies of the business establishment with respect to gender-specific access to facilities and activities.",
      "status": "Introduced",
      "title": "An Act Concerning Gender-specific Facilities And Activities In Private Businesses.",
      "url": "/bills/2023/CT/SB00467"
    },
    "CT SB00468": {
      "description": "To provide civil immunity for interscholastic athletic organizations and the sanctioning bodies of private youth organizations when such entities adopt policies that require an athletic participant to compete on a team that matches the gender identity on the person's birth certificate.",
      "status": "Introduced",
      "title": "An Act Concerning Civil Immunity For Interscholastic Athletic Organizations And The Sanctioning Bodies Of Private Youth Organizations.",
      "url": "/bills/2023/CT/SB00468"
    },
    "CT SB00544": {
      "description": "To list the sex of the parents and child on birth certificates.",
      "status": "Introduced",
      "title": "An Act Concerning The Use Of A Nonbinary Marker On Birth Certificates.",
      "url": "/bills/2023/CT/SB00544"
    }
  },
  "FL": {
    "FL H0991": {
      "description": "Provides that journalist's privilege does not apply to defamation claims when defendant is professional journalist or media entity; revises provisions concerning venue for certain actions; provides for attorney fees & costs to prevailing plaintiffs in certain actions; specifies certain persons may not be considered public figures; provides certain allegations are defamatory per se; provides statutory damages to prevailing plaintiffs who are subject of such allegations; creates presumption that statement by anonymous source is presumptively false; provides public figure does not need to show actual malice to prevail in defamation action.",
      "status": "Introduced",
      "title": "Defamation, False Light, and Unauthorized Publication of Name or Likenesses",
      "url": "/bills/2023/FL/H0991"
    },
    "FL H0999": {
      "description": "Revises powers & duties of BOG; revises academic & research excellence standards for preeminent state research universities; provides requirements for hiring university faculty; provides requirements for employment, promotion, & evaluation processes for state university employees; authorizes state university boards of trustees to review tenure status of faculty members; requires such boards to confirm selection & reappointment of specified personnel; requires state university presidents to annually present specified information to such boards; creates Institute for Risk Management & Insurance Education within College of Business at UCF; revises requirements for general education core courses.",
      "status": "Introduced",
      "title": "Postsecondary Educational Institutions",
      "url": "/bills/2023/FL/H0999"
    },
    "FL H1069": {
      "description": "Defines \"sex\" for Florida Early Learning-20 Education Code; provides requirements relating to titles & pronouns; revises provisions relating to instruction & materials for specified instruction relating to reproductive health; provides additional requirements for instruction regarding human sexuality; provides district school boards are responsible for materials used in classroom libraries; revises provisions relating to objections of certain materials & process related to such objections; revises school principal, school district & district school board duties & responsibilities relating to certain materials & processes.",
      "status": "Engrossed",
      "title": "Education",
      "url": "/bills/2023/FL/H1069"
    },
    "FL H1223": {
      "description": "Requires specified policies relating to person's sex at public K-12 educational institutions; prohibits specified actions relating to use of certain titles & pronouns; & revises requirements for instruction on sexual orientation & gender identity in public schools.",
      "status": "Introduced",
      "title": "Public PreK-12 Educational Institution and Instruction Requirements",
      "url": "/bills/2023/FL/H1223"
    },
    "FL H1265": {
      "description": "Requires employers that provide coverage of gender dysphoria treatment to also cover full costs associated with treatment that reverses such gender dysphoria treatment, regardless of rate of coverage provided for initial treatment; provides that employees who receive such treatment through coverage provided by employer are entitled to coverage of total costs associated with treatment, regardless of whether they are still employed by that employer; prohibits employers from making subsequent treatment contingent on where treatment is received; creates right of action for aggrieved persons to recover actual total costs & damages from employer or former employer.",
      "status": "Introduced",
      "title": "Employer Coverage of Gender Dysphoria Treatment",
      "url": "/bills/2023/FL/H1265"
    },
    "FL H1319": {
      "description": "Urges Congress to restore Department of Defense's superior warfighting principles of recruiting, assigning, training, promoting, & retaining personnel solely based on merit & ensuring such personnel maintain & display warrior ethos.",
      "status": "Introduced",
      "title": "United States Military Meritocracy",
      "url": "/bills/2023/FL/H1319"
    },
    "FL H1421": {
      "description": "Authorizes court of state to enter, modify, or stay child custody determination under specified circumstances; prohibits persons & entities from expending funds for reimbursement for specified clinical interventions; prohibits person's biological sex from being changed on birth certificate; prohibits gender clinical interventions for minors; authorizes certain persons to refuse to participate in gender clinical interventions; prohibits health insurance policy & health maintenance contract from providing coverage for gender clinical interventions; provides physician liability & authorizes award of specified damages, fees, & costs.",
      "status": "Introduced",
      "title": "Gender Clinical Interventions",
      "url": "/bills/2023/FL/H1421"
    },
    "FL H1521": {
      "description": "Provides requirements for exclusive use of restrooms & changing facilities by gender; prohibits willfully entering restroom or changing facility designated for opposite sex & refusing to depart when asked to do so; provides requirements for exclusive use of domestic violence centers by gender; provides requirements for correctional institutions; requires entities that receive state licenses to submit compliance documentation; authorizes AG to bring enforcement actions provides exception for individuals born with certain genetically or biochemically verifiable disorder of sex development.",
      "status": "Introduced",
      "title": "Facility Requirements Based on Sex",
      "url": "/bills/2023/FL/H1521"
    },
    "FL S0254": {
      "description": "Granting courts of this state temporary emergency jurisdiction over a child present in this state if the child has been subjected to or is threatened with being subjected to sex-reassignment prescriptions or procedures; providing that, for purposes of warrants to take physical custody of a child in certain child custody enforcement proceedings, serious physical harm to the child includes, but is not limited to, being subjected to sex-reassignment prescriptions or procedures; prohibiting certain public entities from expending state funds for the provision of sex-reassignment prescriptions or procedures; requiring certain licensed facilities, by a specified date and as a condition of licensure thereafter, to provide a signed attestation of specified information to the Agency for Health Care Administration; prohibiting sex-reassignment prescriptions and procedures for patients younger than 18 years of age, etc.",
      "status": "Engrossed",
      "title": "Treatments for Sex Reassignment",
      "url": "/bills/2023/FL/S0254"
    },
    "FL S0266": {
      "description": "Revising requirements in the Board of Governors duties relating to the mission of each state university; requiring each state university to annually report certain research expenditures of a specified amount; authorizing the Board of Trustees of the University of Florida to use funds to establish and fund the Hamilton College for Classical and Civic Education; revising how general education core courses are established; specifying a one-time limit on the requirement to change accrediting agencies, etc.",
      "status": "Introduced",
      "title": "Higher Education",
      "url": "/bills/2023/FL/S0266"
    },
    "FL S0952": {
      "description": "Citing this act as the \"Reverse Woke Act\"; requiring employers that provide coverage of gender dysphoria treatment to also cover the full costs associated with treatment that reverses such gender dysphoria treatment, regardless of the rate of coverage provided for the initial treatment; prohibiting employers from making coverage of the subsequent treatment contingent on whether the employee receives such treatment in this state; creating a right of action for aggrieved persons to recover actual total costs and damages from an employer or former employer, as applicable, under certain circumstances, etc.",
      "status": "Introduced",
      "title": "Employer Coverage of Gender Dysphoria Treatment",
      "url": "/bills/2023/FL/S0952"
    },
    "FL S1320": {
      "description": "Defining the term \"sex\"; prohibiting an employee, contractor, or student of a public school from being required to refer to a person using personal titles or pronouns that do not correspond with that person's sex; prohibiting classroom instruction by school personnel on sexual orientation or gender identity until grade 9; providing that such prohibition applies to charter schools; providing that materials used to teach reproductive health or any disease as part of certain courses must be approved by the Department of Education; requiring district school boards to adopt and publish a specified process relating to student access to certain materials, etc.",
      "status": "Introduced",
      "title": "Child Protection in Public Schools",
      "url": "/bills/2023/FL/S1320"
    },
    "FL S1382": {
      "description": "Urging Congress to restore the United States Department of Defense's superior warfighting principles of recruiting, assigning, training, promoting, and retaining personnel solely based on merit and ensuring such personnel maintain and display a warrior ethos, etc.",
      "status": "Introduced",
      "title": "United States Department of Defense",
      "url": "/bills/2023/FL/S1382"
    },
    "FL S1674": {
      "description": "Creating the \"Safety in Private Spaces Act\"; providing requirements for exclusive use of restrooms by gender; providing requirements for exclusive use of changing facilities by gender; providing exceptions; prohibiting willfully entering a restroom or changing facility designated for the opposite sex and refusing to immediately depart when asked to do so by another person present there; providing criminal penalties, etc.",
      "status": "Introduced",
      "title": "Facility Requirements Based on Sex",
      "url": "/bills/2023/FL/S1674"
    }
  },
  "GA": {
    "GA HB653": {
      "description": "A BILL to be entitled an Act to amend Chapter 1 of Title 43 of the O.C.G.A., relating to general provisions relative to professions and businesses, so as to prohibit health care providers from performing specified practices on minors relating to altering a person's appearance relating to gender; to provide for related matters; to provide for an effective date; to repeal conflicting laws; and for other purposes.",
      "status": "Introduced",
      "title": "Professions and businesses; prohibit health care providers from performing practices on minors to alter their appearance relating to gender",
      "url": "/bills/2023/GA/HB653"
    },
    "GA HB836": {
      "description": "A BILL to be entitled an Act to amend Part 3 of Article 16 of Chapter 2 of Title 20 of the O.C.G.A., relating to health of elementary and secondary school students, so as to provide for the safety of students; to require multiple occupancy restrooms and changing areas in public schools to be designated for exclusive use by males or females; to provide for reasonable accommodations; to provide for exceptions; to provide for public school and local school system policies; to provide for sleeping quarter arrangements on overnight field trips; to provide for investigation of complaints of noncompliance by the Professional Standards Commission; to provide for sanctions; to provide for a cause of action; to provide for rules and regulations; to provide for related matters; to repeal conflicting laws; and for other purposes.",
      "status": "Introduced",
      "title": "Education; provide safety of students; require multiple occupancy restrooms and changing areas designated for exclusive use by males or females",
      "url": "/bills/2023/GA/HB836"
    },
    "GA SB140": {
      "description": "A BILL to be entitled an Act to amend Article 1 of Chapter 7 of Title 31 of the Official Code of Georgia Annotated, relating to regulation of hospitals and related institutions, so as to prohibit certain surgical procedures for the treatment of gender dysphoria in minors from being performed in hospitals and other licensed healthcare facilities; to provide for exceptions; to provide for violations; to amend Article 1 of Chapter 34 of Title 43 of the Official Code of Georgia Annotated, relating to the Georgia Composite Medical Board, so as to prohibit certain surgical procedures for the treatment of gender dysphoria in minors; to provide for exceptions; to provide for violations; to provide for legislative findings; to provide for related matters; to repeal conflicting laws; and for other purposes.",
      "status": "Passed",
      "title": "Hospitals; the treatment of gender dysphoria in minors performed in hospitals and other licensed healthcare facilities; prohibit certain surgical procedures",
      "url": "/bills/2023/GA/SB140"
    },
    "GA SB141": {
      "description": "A BILL to be entitled an Act to amend Chapter 1 of Title 43 of the O.C.G.A., relating to general provisions relative to professions and businesses, so as to prohibit health care providers from performing specified practices on minors relating to altering a person's appearance relating to gender; to prohibit health care providers from aiding or abetting such practices for minors; to amend Part 3 of Article 16 of Chapter 2 of Title 20 of the O.C.G.A., relating to student health, so as to prohibit school nurses and other employees and officials from engaging in certain conduct relating to a minor's perception of his or her gender; to provide for legislative findings; to provide for related matters; to provide for an effective date; to repeal conflicting laws; and for other purposes.",
      "status": "Introduced",
      "title": "Professions and Businesses; health care providers from performing specified practices on minors relating to altering a person's appearance relating to gender; prohibit",
      "url": "/bills/2023/GA/SB141"
    },
    "GA SB88": {
      "description": "A BILL to be entitled an Act to amend Article 1 of Chapter 7 of Title 19 of the O.C.G.A., relating to general provisions regarding parent and child relationship generally, so as to prohibit certain actions by an adult acting in loco parentis with respect to child privacy; to provide for related matters; to provide for a short title; to repeal conflicting laws; and for other purposes.",
      "status": "Introduced",
      "title": "\"Parents and Children Protection Act of 2023\"; enact",
      "url": "/bills/2023/GA/SB88"
    }
  },
  "HI": {
    "HI HB291": {
      "description": "Provides that a new certificate of birth issued by the State shall include a designation of the sex of the person born, based on the genitalia of the person. Authorizes amendments of designations of sex on certificates of birth, provided that the birth registrant is an adult, and new designation is based on the genitalia of the birth registrant, as confirmed by a physician or physician's assistant.",
      "status": "Introduced",
      "title": "Relating To Certificates Of Birth.",
      "url": "/bills/2023/HI/HB291"
    },
    "HI HB508": {
      "description": "Creates the requirement of school sports to designate sex-specific teams for the purpose of gender equality.",
      "status": "Introduced",
      "title": "Relating To Sex-specific Student Athletic Teams.",
      "url": "/bills/2023/HI/HB508"
    },
    "HI HB509": {
      "description": "Bans instruction related to sexual orientation and gender identity in public schools. Establishes new parental rights regarding health services and records. Establishes the parental right to sue and receive damages if schools fail to adhere to new provisions.",
      "status": "Introduced",
      "title": "Relating To Parental Rights In Education.",
      "url": "/bills/2023/HI/HB509"
    },
    "HI HB891": {
      "description": "Prohibits the performance of gender reassignment surgeries on minors. Establishes a Class A felony for those who perform gender reassignment surgeries on minors.",
      "status": "Introduced",
      "title": "Relating To Gender Transition Surgery.",
      "url": "/bills/2023/HI/HB891"
    },
    "HI SB1428": {
      "description": "Bans instruction related to sexual orientation and gender identity in public schools. Establishes new parental rights regarding health services and records. Establishes the parental right to sue and receive damages if schools fail to adhere to new provisions.",
      "status": "Introduced",
      "title": "Relating To Parental Rights In Education.",
      "url": "/bills/2023/HI/SB1428"
    },
    "HI SB1429": {
      "description": "Creates the requirement of school sports to designate sexspecific teams for the purpose of gender equality.",
      "status": "Introduced",
      "title": "Relating To Sex-specific Student Athletic Teams.",
      "url": "/bills/2023/HI/SB1429"
    }
  },
  "IA": {
    "IA HF180": {
      "description": "",
      "status": "Pre-filed",
      "title": "A bill for an act relating to parental and guardian consent and information regarding the gender identity of students enrolled in a school district or charter school.(Formerly HF 9.)",
      "url": "/bills/2023/IA/HF180"
    },
    "IA HF190": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to gender under the Iowa civil rights Act.",
      "url": "/bills/2023/IA/HF190"
    },
    "IA HF2": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to public contracts, public fund investing, and lending practices with certain companies that engage in economic boycotts based on environmental, social, or governance criteria, and including effective date and applicability provisions.(See HF 653.)",
      "url": "/bills/2023/IA/HF2"
    },
    "IA HF290": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to the terms gender and sex, including a person's sex designation listed on government documents.",
      "url": "/bills/2023/IA/HF290"
    },
    "IA HF325": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to gender identity and sex under the Iowa civil rights Act.",
      "url": "/bills/2023/IA/HF325"
    },
    "IA HF348": {
      "description": "",
      "status": "Engrossed",
      "title": "A bill for an act prohibiting instruction related to gender identity and sexual orientation in school districts and charter schools in kindergarten through grade six. (Formerly HF 8.)",
      "url": "/bills/2023/IA/HF348"
    },
    "IA HF482": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act prohibiting persons from entering single and multiple occupancy toilet facilities in elementary and secondary schools that do not correspond with the person's biological sex.",
      "url": "/bills/2023/IA/HF482"
    },
    "IA HF616": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act prohibiting institutions of higher learning governed by the state board of regents from expending moneys to fund diversity, equity, and inclusion offices or to hire individuals to serve as diversity, equity, and inclusion officers, creating a private cause of action, and including effective date provisions.(Formerly HSB 218.)",
      "url": "/bills/2023/IA/HF616"
    },
    "IA HF620": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act prohibiting school districts and charter schools from taking disciplinary action against employees, contractors, or students for the use of legal names or for the failure to use personal pronouns in official communications, and providing civil penalties.(Formerly HF 367.)",
      "url": "/bills/2023/IA/HF620"
    },
    "IA HF622": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act permitting public schools to designate and allow the use of restrooms and changing facilities only by persons of the same biological sex, and providing a private cause of action.(Formerly HSB 208.)",
      "url": "/bills/2023/IA/HF622"
    },
    "IA HF623": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to prohibited activities regarding gender transition procedures relative to minors, and including effective date and applicability provisions.(Formerly HSB 214.)",
      "url": "/bills/2023/IA/HF623"
    },
    "IA HJR8": {
      "description": "",
      "status": "Introduced",
      "title": "A joint resolution proposing an amendment to the Constitution of the State of Iowa relating to marriage.",
      "url": "/bills/2023/IA/HJR8"
    },
    "IA HSB208": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act permitting public schools to designate and allow the use of restrooms and changing facilities only by persons of the same biological sex, and providing a private cause of action.(See HF 622.)",
      "url": "/bills/2023/IA/HSB208"
    },
    "IA HSB222": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to children and students, including establishing a parent's or guardian's right to make decisions affecting the parent's or guardian's child, modifying provisions related to student health screenings and the curriculum in school districts, accredited nonpublic schools, and charter schools, other duties of school districts, competent private instruction, and special education, making appropriations, and providing civil penalties.",
      "url": "/bills/2023/IA/HSB222"
    },
    "IA SF110": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to gender-transition procedures, and including effective date provisions.",
      "url": "/bills/2023/IA/SF110"
    },
    "IA SF129": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to actions relative to treatment or intervention regarding the discordance between a minor's sex and gender identity, and providing civil penalties.",
      "url": "/bills/2023/IA/SF129"
    },
    "IA SF159": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to education, including modifying the responsibilities of the state board of education and school districts, prohibiting instruction related to gender identity or sexual orientation in school districts and charter schools in kindergarten through grade eight, modifying provisions associated with the human growth and development instruction and health screenings provided in school districts, charter schools, and innovation zone schools, and providing civil penalties.",
      "url": "/bills/2023/IA/SF159"
    },
    "IA SF348": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to minors present at drag shows, and providing penalties.",
      "url": "/bills/2023/IA/SF348"
    },
    "IA SF482": {
      "description": "",
      "status": "Passed",
      "title": "A bill for an act prohibiting persons from entering single and multiple occupancy restrooms or changing areas and other facilities in elementary and secondary schools that do not correspond with the person's biological sex and including effective date provisions. (Formerly SF 335.) Effective date: 03/22/2023.",
      "url": "/bills/2023/IA/SF482"
    },
    "IA SF496": {
      "description": "",
      "status": "Engrossed",
      "title": "A bill for an act relating to children and students, including establishing a parent's or guardian's right to make decisions affecting the parent's or guardian's child, prohibiting instruction related to gender identity and sexual orientation in school districts, charter schools, and innovation zone schools in kindergarten through grade six, and modifying provisions related to student health screenings, school district library programs, the educational program provided to students enrolled in school districts, accredited nonpublic schools, and charter schools, other duties of school districts and the governing boards of charter schools and innovation zone schools, competent private instruction, and special education. (Formerly SSB 1145.)",
      "url": "/bills/2023/IA/SF496"
    },
    "IA SF538": {
      "description": "",
      "status": "Passed",
      "title": "A bill for an act relating to prohibited activities regarding gender transition procedures relative to minors, and including effective date and applicability provisions. (Formerly SSB 1197.) Effective date: 03/22/2023. Contingent applicability date.",
      "url": "/bills/2023/IA/SF538"
    },
    "IA SF83": {
      "description": "",
      "status": "Introduced",
      "title": "A bill for an act relating to instruction relating to gender identity in the curriculum provided to students enrolled in kindergarten through grade eight in school districts, accredited nonpublic schools, and charter schools and creating a private cause of action.",
      "url": "/bills/2023/IA/SF83"
    }
  },
  "ID": {
    "ID H0071": {
      "description": "VULNERABLE CHILD PROTECTION ACT -- Adds to existing law to establish provisions regarding vulnerable child protection.",
      "status": "Passed - pending Governor signature",
      "title": "Adds to existing law to establish provisions regarding vulnerable child protection.",
      "url": "/bills/2023/ID/H0071"
    },
    "ID S1003": {
      "description": "GOVERNMENT -- Amends existing law to provide that a bidder, offeror, contractor, or subcontractor shall not be required to provide access to a multiple occupancy restroom, multiple occupancy shower facility, or multiple occupancy changing room on any basis other than biological sex.",
      "status": "Introduced",
      "title": "Amends existing law to provide that a bidder, offeror, contractor, or subcontractor shall not be required to provide access to a multiple occupancy restroom, multiple occupancy shower facility, or multiple occupancy changing room on any basis other than biological sex.",
      "url": "/bills/2023/ID/S1003"
    },
    "ID S1016": {
      "description": "GOVERNMENT -- Amends existing law to provide that a public works contractor shall not be required to provide access to a multiple-occupancy restroom, multiple-occupancy shower facility, or multiple-occupancy changing room on any basis other than sex.",
      "status": "Passed",
      "title": "Amends existing law to provide that a public works contractor shall not be required to provide access to a multiple-occupancy restroom, multiple-occupancy shower facility, or multiple-occupancy changing room on any basis other than sex.",
      "url": "/bills/2023/ID/S1016"
    },
    "ID S1071": {
      "description": "EDUCATION -- Amends existing law to prohibit instruction on human sexuality, sexual orientation, or gender identity prior to fifth grade.",
      "status": "Engrossed",
      "title": "Amends existing law to prohibit instruction on human sexuality, sexual orientation, or gender identity prior to fifth grade.",
      "url": "/bills/2023/ID/S1071"
    },
    "ID S1100": {
      "description": "EDUCATION -- Adds to existing law to establish privacy and safety standards in public schools.",
      "status": "Passed",
      "title": "Adds to existing law to establish privacy and safety standards in public schools.",
      "url": "/bills/2023/ID/S1100"
    }
  },
  "IL": {
    "IL HB1071": {
      "description": "Creates the Safety and Opportunity for Girls Act. Provides that notwithstanding any other law to the contrary, no receipt of State funding may be contingent upon an educational institution forgoing the maintenance of sex-segregated spaces by the educational institution, including bathrooms and locker rooms. Provides that notwithstanding any other law to the contrary, no receipt of State funding may be contingent upon an educational institution forgoing the maintenance of sex-segregated athletic or academic programs by the educational institution.",
      "status": "Introduced",
      "title": "SCH/HIGHER ED-SEX SEGREGATION",
      "url": "/bills/2023/IL/HB1071"
    },
    "IL HB1562": {
      "description": "Amends the Interscholastic Athletic Organization Act. Provides that any athletic team or sport that is under the jurisdiction of an association or entity that provides for interscholastic athletics or athletic competition among schools and student must be expressly designated as (i) a male athletic team or sport, (ii) a female athletic team or sport, or (iii) a coeducational athletic team or sport. Provides that an athletic team or sport designated as being female is available only to participants who are female, based on their biological sex. Requires a school district or nonpublic school to obtain a written statement signed by a student's parent or guardian or the student verifying the student's age, biological sex, and that the student has not taken performance enhancing drugs; provides for a penalty for false or misleading statements. Prohibits a governmental entity or an association or entity that provides for interscholastic athletics or athletic competition among schools and students from entertaining a complaint, opening an investigation, or taking any other adverse action against a school district or nonpublic school for maintaining athletic teams or sports in accordance with these provisions.",
      "status": "Introduced",
      "title": "INTERSCHOLASTIC SPORTS-GENDER",
      "url": "/bills/2023/IL/HB1562"
    },
    "IL HB2184": {
      "description": "Creates the Freedom of Education Act. Makes findings. Provides that no public school district or public institution of higher education shall direct, require, or otherwise compel a student to personally affirm, adopt, or adhere to specified tenets. Provides that, notwithstanding any other provision of law or administrative rule to the contrary, a school board, parent, legal guardian, or student has the right to object to and refuse any unit of instruction or required course of study that directs, requires, or otherwise compels a student to personally affirm, adopt, or adhere to any of the specified tenets. Provides that school boards have to review and resolve objections to the school curriculum. Provides a list of ways to remedy objections. Provides that a school board may submit a certified question to the applicable board of elections to approve or disapprove of funding the curriculum. Provides that, notwithstanding any provision of law to the contrary, no distinction or classification of students may be made on account of race or color; however, nothing in this provision may be construed to prohibit the required collection or reporting of demographic data by public school districts or public institutions of higher education. Makes other changes. Effective immediately.",
      "status": "Introduced",
      "title": "FREEDOM OF EDUCATION ACT",
      "url": "/bills/2023/IL/HB2184"
    },
    "IL SB1659": {
      "description": "Amends the School Code. Provides that school districts may regulate and restrict access to public restrooms, locker rooms, dressing rooms, and other similar places on the basis of biological sex and may also adopt a policy that provides for gender neutral or alternative facilities for students, staff, and members of the public, as the school district deems appropriate. Provides that school districts are not required to: (1) adopt a policy that restricts or regulates access to public restrooms, locker rooms, dressing rooms, and other similar places on the basis of biological sex; (2) adopt a policy that includes the facilitation of gender neutral or alternative facilities for students, staff, and members of the public; (3) limit access by a minor accompanied by an adult guardian of the opposite sex into a specified facility appropriate for the adult guardian; (4) prohibit a person with disabilities from using a specified facility appropriate to the biological sex of either the person with disabilities or of an adult caretaker providing assistance; (5) prohibit access to these facilities by custodial staff, school staff, or other persons in an emergency situation; or (6) alter their current policies on access to public restrooms, locker rooms, dressing rooms, and other similar places.",
      "status": "Introduced",
      "title": "SCH CD-BIO-RESTROOM ACCESS",
      "url": "/bills/2023/IL/SB1659"
    }
  },
  "IN": {
    "IN HB1118": {
      "description": "Prohibited services relating to care of minors. Prohibits specified health care professionals from: (1) performing, or causing to be performed, certain medical procedures on a minor; or (2) subjecting a minor to certain activities that purposely attempt to change, reinforce, or affirm a minor's perception of the minor's own sexual attraction or sexual behavior, or attempt to change, reinforce, or affirm a minor's gender identity when the identity is inconsistent with the minor's biological sex.",
      "status": "Introduced",
      "title": "Prohibited services relating to care of minors.",
      "url": "/bills/2023/IN/HB1118"
    },
    "IN HB1220": {
      "description": "Gender transition procedures for minors. Prohibits a physician or other practitioner from knowingly providing gender transition procedures to an individual who is less than 18 years of age (minor) that are intended to alter the gender of the minor or delay puberty. Provides for certain medical exceptions. Establishes civil enforcement actions.",
      "status": "Introduced",
      "title": "Gender transition procedures for minors.",
      "url": "/bills/2023/IN/HB1220"
    },
    "IN HB1231": {
      "description": "Gender transition procedures for minors. Prohibits specified health care professionals from providing gender transition procedures to a minor that are intended to alter the gender of the minor or delay puberty. Provides for certain medical exceptions. Prohibits public funds, Medicaid, or a health carrier from providing reimbursement or coverage for gender transition procedures to a minor. Creates a civil cause of action. Makes conforming changes.",
      "status": "Introduced",
      "title": "Gender transition procedures for minors.",
      "url": "/bills/2023/IN/HB1231"
    },
    "IN HB1232": {
      "description": "Child removal and gender identity. Provides that the department of child services may not classify a report of child abuse or neglect as substantiated, and a child may not be removed from the child's parent, guardian, or custodian, solely on the basis of the parent, guardian, or custodian: (1) referring to and raising the child consistent with the child's biological sex; or (2) declining to consent to the child receiving: (A) specified medication; (B) a medical procedure the purpose of which is to alter the apparent gender or sex of the child or affirm the child's perception of the child's gender or sex in a manner inconsistent with the child's biological sex; or (C) counseling or other mental health services the purpose of which is to affirm the child's perception of the child's gender or sex if the child's perception is inconsistent with the child's biological sex.",
      "status": "Introduced",
      "title": "Child removal and gender identity.",
      "url": "/bills/2023/IN/HB1232"
    },
    "IN HB1346": {
      "description": "Gender fluidity. Provides that a school may not promote or encourage the use of, or require, compel, or coerce a student, an employee of the school, or a staff member of the school to use: (1) a pronoun, title, or other word to identify a student, school employee, or other individual that is inconsistent with the student's, employee's, or individual's biological sex; or (2) a name or nickname to identify a student that is inconsistent with the student's name on the student's birth certificate. Creates an exception. Provides that a school may not require an employee or a staff member of the school to adopt, support, or promote gender fluidity.",
      "status": "Introduced",
      "title": "Gender fluidity.",
      "url": "/bills/2023/IN/HB1346"
    },
    "IN HB1407": {
      "description": "Parental rights. Provides that the state of Indiana, a political subdivision or other governmental entity of the state of Indiana, a government official, or any other person acting under the color of law shall not infringe on the fundamental right of a parent to direct the upbringing, education, health care, and mental health of the parent's child without demonstrating that the infringement: (1) is required by a compelling governmental interest of the highest order as long recognized in the history and traditions of the state of Indiana; and (2) as applied to the child, is narrowly tailored and not otherwise served by a less restrictive means. Creates a right of action for violation of a parent's rights with respect to the upbringing, education, and health care of the parent's child. Provides that a child is not a child in need of services due to the child's parent, guardian, or custodian: (1) referring to and raising the child consistent with the child's biological sex; or (2) declining to consent to the child receiving: (A) specified medication; (B) a medical procedure the purpose of which is to alter the apparent gender or sex of the child or affirm the child's perception of the child's gender or sex in a manner inconsistent with the child's biological sex; or (C) counseling or other mental health services the purpose of which is to affirm the child's perception of the child's gender or sex if the child's perception is inconsistent with the child's biological sex. Provides that if the juvenile court finds that a child is a child in need of services because the child substantially endangers the child's own or another's health, the court shall release the child to the child's parent, guardian, or custodian and may not enter a dispositional decree ordering removal of the child, unless: (1) the court also finds that the child is a child in need of services for another reason; or (2) the parent, guardian, or custodian consents to the child being removed from the child's home. Specifies that the parental rights and responsibilities do not: (1) authorize a parent to: (A) abuse or neglect a child; or (B) make the decision to end the child's life; or (2) prohibit a court from issuing an order that is otherwise permitted by law. Makes conforming changes.",
      "status": "Engrossed",
      "title": "Parental rights.",
      "url": "/bills/2023/IN/HB1407"
    },
    "IN HB1520": {
      "description": "Use of public restrooms. Makes it a Class B misdemeanor if: (1) a male knowingly or intentionally enters a restroom that is designated to be used only by females; or (2) a female knowingly or intentionally enters a restroom that is designated to be used only by males. Provides for certain defenses.",
      "status": "Introduced",
      "title": "Use of public restrooms.",
      "url": "/bills/2023/IN/HB1520"
    },
    "IN HB1524": {
      "description": "Birth certificate information. Provides that the gender listed on an individual's birth certificate and permanent record made from the birth certificate may not be changed. Specifies certain exceptions.",
      "status": "Introduced",
      "title": "Birth certificate information.",
      "url": "/bills/2023/IN/HB1524"
    },
    "IN HB1525": {
      "description": "Prohibited health care for minors. Prohibits specified health care professionals from: (1) performing certain medical procedures on a minor; or (2) prescribing, administering, or furnishing certain drugs to a minor; that purposely attempt to change, reinforce, or affirm a minor's perception of the minor's own sexual attraction or sexual behavior, or attempt to change, reinforce, or affirm a minor's gender identity when the identity is inconsistent with the minor's biological sex.",
      "status": "Introduced",
      "title": "Prohibited health care for minors.",
      "url": "/bills/2023/IN/HB1525"
    },
    "IN HB1569": {
      "description": "Restrictions on DOC provision of  gender therapy. Provides that the department of correction may not authorize the payment of any money, the use of any state resources, or the payment of any federal money administered by the state to provide or facilitate the provision of sexual reassignment surgery to an offender patient.",
      "status": "Passed - pending Governor signature",
      "title": "Restrictions on DOC provision of  gender therapy.",
      "url": "/bills/2023/IN/HB1569"
    },
    "IN HB1589": {
      "description": "Malpractice regarding gender therapeutics. Allows a claimant to bring a medical malpractice claim regarding gender transition treatment within 15 years after the individual becomes 21 years of age.",
      "status": "Introduced",
      "title": "Malpractice regarding gender therapeutics.",
      "url": "/bills/2023/IN/HB1589"
    },
    "IN HB1608": {
      "description": "Education matters. Provides that a school, an employee or staff member of a school, or a third party vendor used by a school to provide instruction may not provide any instruction to a student in prekindergarten through grade 3 on human sexuality. Provides that a school employee or a school staff member is not prohibited from responding to a question from a student regarding certain topics. Requires certain schools to obtain consent from at least one parent of an unemancipated minor student regarding a request made by the student to change the student's name or pronoun, title, or word to identify the student. Provides that a school may not discipline an employee or staff member of the school for using a name, pronoun, title, or other word to identify a student that is consistent with the student's legal name if the employee or staff members does so out of a religious conviction.",
      "status": "Engrossed",
      "title": "Education matters.",
      "url": "/bills/2023/IN/HB1608"
    },
    "IN SB0351": {
      "description": "Designation of sex on birth certificate. Defines \"sex\" for purposes of birth certificates.",
      "status": "Introduced",
      "title": "Designation of sex on birth certificate.",
      "url": "/bills/2023/IN/SB0351"
    },
    "IN SB0354": {
      "description": "Education matters. Provides that a: (1) school that seeks state accreditation; and (2) national or regional accreditation agency that seeks to be recognized by the state board of education (state board); must complete and submit the applicable application form established by the state board. Requires the state board to do the following: (1) Not later than six months after the date a completed application is submitted, approve or deny the accreditation or recognition. (2) If the state board denies an accreditation or recognition, send notice to the school or national or regional accreditation agency stating the reasons for the denial. Requires the department of education to post a copy of the application forms on the department's website. Requires a public school, including a charter school, to notify the parent of an unemancipated minor, if the student: (1) makes a certain disclosure concerning the student's gender identity or gender expression to an employee or staff member of the school; or (2) changes, expresses a desire to change, or makes a request to change the student's name, attire, or pronoun, title, or word to identify the student in a manner that is inconsistent with the student's biological sex at birth. Requires an employee or staff member of a school to report to the school a disclosure or information described in these provisions to the school.",
      "status": "Introduced",
      "title": "Education matters.",
      "url": "/bills/2023/IN/SB0354"
    },
    "IN SB0413": {
      "description": "Parental rights in education. Requires a governing body of a school corporation to adopt procedures to require schools to notify a parent of an unemancipated minor student regarding the: (1) student's services, support, or monitoring related to the student's social emotional, behavioral, mental, or physical health; or (2) school's ability to provide a safe and supportive learning environment for the student. Establishes requirements and restrictions regarding the procedures. Prohibits school corporation personnel or a third party vendor that contracts with a school corporation from providing instruction on sexual orientation or gender identity: (1) to any students of the school corporation enrolled in kindergarten through grade 12; or (2) in a manner that is not age appropriate or developmentally appropriate for students in accordance with state law. Establishes requirements regarding: (1) student support services training; (2) notifying parents of social emotional, behavioral, mental, and physical health services or support offered by a school corporation and the parent's option to withhold consent or decline any of those health services or support; and (3) administering a social emotional, behavioral, mental, or physical health personal analysis or evaluation, questionnaire, screening, survey, or assessment to an unemancipated minor student enrolled in kindergarten through grade 12. Requires a school corporation to notify the parent of each student enrolled in a school maintained by the school corporation if the school corporation permits a student of that school to use a multiple occupancy restroom or locker room that is designated for a sex that is not the student's biological sex. Requires a school corporation to: (1) establish a grievance procedure for a violation of the provisions; and (2) post the grievance procedure on the school corporation's website. Provides that a parent who is not satisfied with a decision by a school principal or principal's designee regarding a complaint by the parent may request the department of education (department) to review the complaint and decision. Provides that a parent of a student may bring a civil action against the school corporation for a violation of the provisions. Requires, not later than May 30, 2024, the department to adopt or update, as necessary and as approved by the state board of education, certain student services, personnel guidelines, standards, frameworks, practices, and principles.",
      "status": "Introduced",
      "title": "Parental rights in education.",
      "url": "/bills/2023/IN/SB0413"
    },
    "IN SB0480": {
      "description": "Gender transition procedures for minors. Prohibits a physician or other practitioner from: (1) knowingly providing gender transition procedures to an individual who is less than 18 years of age (minor); and (2) aiding or abetting another physician or practitioner in the provision of gender transition procedures to a minor. Specifies certain medical exceptions. Establishes civil enforcement actions.",
      "status": "Passed - pending Governor signature",
      "title": "Gender transition procedures for minors.",
      "url": "/bills/2023/IN/SB0480"
    },
    "IN SB0487": {
      "description": "Preventing pregnancy in prison. Provides that the department of correction shall assign an offender, including a delinquent offender, to a facility or program that is based on the offender's biological sex at birth in accordance with the offender's genetics and reproductive biology.",
      "status": "Introduced",
      "title": "Preventing pregnancy in prison.",
      "url": "/bills/2023/IN/SB0487"
    }
  },
  "KS": {
    "KS HB2238": {
      "description": "",
      "status": "Vetoed",
      "title": "Creating the fairness in women's sports act to require that female student athletic teams only include members who are biologically female.",
      "url": "/bills/2023/KS/HB2238"
    },
    "KS HB2404": {
      "description": "",
      "status": "Introduced",
      "title": "Enacting the Kansas protection of pensions and businesses against ideological interference act, relating to ideological boycotts involving environmental, social or governance standards, requiring KPERS to divest from and prohibiting state contracts or the deposit of state moneys with entities engaged in such boycotts as determined by the state treasurer and prohibiting discriminatory practices in the financial services industry based on such boycotts.",
      "url": "/bills/2023/KS/HB2404"
    },
    "KS HB2427": {
      "description": "",
      "status": "Introduced",
      "title": "Requiring school districts to provide separate accommodations for students of each biological sex on overnight school sponsored trips.",
      "url": "/bills/2023/KS/HB2427"
    },
    "KS HB2436": {
      "description": "",
      "status": "Engrossed",
      "title": "Enacting the Kansas public investments and contracts protection act concerning environmental, social and governance (ESG) criteria, prohibiting the state and political subdivisions from giving preferential treatment to or discriminating against companies based on such ESG criteria in procuring or letting contracts, requiring KPERS fiduciaries to act solely in the financial interest of the participants and beneficiaries of the system, restricting state agencies from adopting ESG criteria or requiring any person or business to operate in accordance with such criteria and providing for enforcement of such act by the attorney general.",
      "url": "/bills/2023/KS/HB2436"
    },
    "KS SB12": {
      "description": "",
      "status": "Introduced",
      "title": "Enacting the Kansas child mutilation prevention act to criminalize performing gender reassignment surgery or prescription of hormone replacement therapy on certain persons and providing grounds for unprofessional conduct for healing arts licensees.",
      "url": "/bills/2023/KS/SB12"
    },
    "KS SB149": {
      "description": "",
      "status": "Introduced",
      "title": "Expanding the crime of promoting obscenity to minors to include drag performances.",
      "url": "/bills/2023/KS/SB149"
    },
    "KS SB180": {
      "description": "",
      "status": "Engrossed",
      "title": "Establishing the women's bill of rights to provide a meaning of biological sex for purposes of statutory construction.",
      "url": "/bills/2023/KS/SB180"
    },
    "KS SB201": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibiting the expenditure of state moneys for the production or performance of drag shows for which minors are the primary audience.",
      "url": "/bills/2023/KS/SB201"
    },
    "KS SB207": {
      "description": "",
      "status": "Introduced",
      "title": "Requiring policies for and establishing restrictions on school districts with regard to the use of an individual's pronouns if such pronouns differ from the individual's biological sex.",
      "url": "/bills/2023/KS/SB207"
    },
    "KS SB224": {
      "description": "",
      "status": "Introduced",
      "title": "Enacting the Kansas protection of pensions and businesses against ideological interference act, relating to ideological boycotts involving environmental, social or governance standards, requiring KPERS to divest from and prohibiting state contracts or the deposit of state moneys with entities engaged in such boycotts as determined by the state treasurer and prohibiting discriminatory practices in the financial services industry based on such boycotts.",
      "url": "/bills/2023/KS/SB224"
    },
    "KS SB228": {
      "description": "",
      "status": "Engrossed",
      "title": "Requiring the secretary for aging and disability services to reimburse counties for certain costs when a person is in a county jail awaiting examination, evaluation or treatment for competency, modernizing statutes concerning county jails, removing the requirement that every county shall have a jail, modifying procedures used when district courts commit prisoners to jail in another county and when counties contract with city jails to keep prisoners and requiring a medical examination before certain United States prisoners or city prisoners are taken into custody of a county jail.",
      "url": "/bills/2023/KS/SB228"
    },
    "KS SB233": {
      "description": "",
      "status": "Engrossed",
      "title": "Creating a civil cause of action against a physician who performs childhood gender reassignment service and requiring revocation of a physician's license who performs childhood gender reassignment service.",
      "url": "/bills/2023/KS/SB233"
    },
    "KS SB255": {
      "description": "",
      "status": "Introduced",
      "title": "Requiring school districts to provide separate accommodations for students of each biological sex on overnight school sponsored trips.",
      "url": "/bills/2023/KS/SB255"
    },
    "KS SB291": {
      "description": "",
      "status": "Engrossed",
      "title": "Enacting the Kansas public investments and contracts protection act concerning environmental, social and governance (ESG) criteria, prohibiting the state and political subdivisions from giving preferential treatment to or discriminating against companies based on such ESG criteria in procuring or letting contracts, requiring KPERS fiduciaries to act solely in the financial interest of the participants and beneficiaries of the system, restricting state agencies from adopting ESG criteria or requiring any person or business to operate in accordance with such criteria, directing registered investment advisers to provide ESG criteria notice to clients and providing for enforcement of such act by the attorney general.",
      "url": "/bills/2023/KS/SB291"
    }
  },
  "KY": {
    "KY HB120": {
      "description": "Create new sections of KRS Chapter 311 to prohibit the provision of or referral for gender transition procedures to any child under the age of 18 years; define a violation as unprofessional conduct and acting recklessly for purposes of tort claims; permit an action on a violation to be taken by the parent or guardian of the child before the child attains the age of 18 years and by the child within 30 years of the child attaining the age of 18 years, with exceptions under which the time may be longer; require conditions for actions and damages; prohibit public funds to be used for the provision of or referral for gender transition procedures to a child under the age of 18 years; prohibit health care services provided under state, local, or county government to include gender transition procedures to a child under the age of 18 years; prohibit tax exemption for gender transition procedures; prohibit a person or entity from aiding or abetting the performance or inducement of gender transition procedures to a child under the age of 18 years, but exempt speech protected by the First Amendment to the Constitution of the United States and exempt a parent of such child; permit the Attorney General to bring action to enforce provisions; permit members of the General Assembly to intervene as a matter of right if these provisions are challenged; create a new section of KRS Chapter 205 to prohibit Medicaid coverage of gender transition procedures for a child under the age of 18 years; create a new section of Subtitle 17A of KRS Chapter 304 to prohibit health benefit plan coverage, including federal government health plans, for gender transition procedures for a child under the age of 18 years and any requirement for coverage of gender transition procedures; amend KRS 141.019 and 141.039 to prohibit tax exemption for gender transition procedures; establish a short title of Kentucky's Children Deserve Help Not Harm Act; EFFECTIVE January 1, 2024.",
      "status": "Introduced",
      "title": "AN ACT relating to children's health.",
      "url": "/bills/2023/KY/HB120"
    },
    "KY HB173": {
      "description": "Create new sections of KRS Chapter 158 to define terms; make legislative findings and declarations on the rights of parents as it relates to public schools and establish a standard to protect those rights; require public schools to establish a process to receive complaints of violations; create a cause of action for violations and establish limitations; establish specific parental rights as related to public schools; require public schools to adopt policies to protect those rights; require the Kentucky Department of Education to eliminate regulations in violation and develop recommended policies to public schools for compliance; make findings and declarations related to privacy of parents and children and require public schools to adopt policies to safeguard those rights; establish a cause of action for a child encountering a person of the opposite biological sex while in a location where there is a reasonable expectation of bodily privacy; create a cause of action for those who are forced by a public school to share private quarters with specific people of the opposite biological sex and provide exclusions; make findings and declarations relating to controversial subject matter in common schools; establish a parental right of not having a child indoctrinated into any political position or being involved in advocacy in a controversial subject matter; establish limitations on school personnel related to instruction and discussion on sexual orientation, sexual preference, or gender expression; establish limitations on school personnel advocacy in the scope of employment and actions based on the immutable characteristics of students; prohibit compelling school personnel to advocate for or against anything in opposition to sincerely held beliefs and convictions; require public schools to adopt enforcement policies; establish limitations; establish a parental right to expect a child not be exposed to or given access to harmful to minors, pervasively vulgar, or obscene matter or performance or obscene imagery representing minors; require that public schools adopt policies to protect that right by making those materials and performances inaccessible and prohibit matters and performances harmful to minors, drag performances, pervasively vulgar performances, obscene performances, and any performance involving sexual conduct, nudity, or stripping; provide that none of the materials identified shall be deemed to have educational value for minors; establish limitations; amend KRS 158.148 to establish a parental right to expect a child will not be bulled at school and require public schools adopt policies to ensure notification and support of bullying victims, require an order of reporting to staff, require specific time requirements for investigations; provide for an appeal and review of incidents; require identification of actions to prevent future acts of bullying or retaliation; require procedures for supporting victims; establish a short title of the Childhood Protection in Education Act.",
      "status": "Failed",
      "title": "AN ACT relating to education.",
      "url": "/bills/2023/KY/HB173"
    },
    "KY HB177": {
      "description": "Create new sections of KRS Chapter 405 to establish definitions; provide for parental rights; establish that no governmental entity shall substantially burden the rights of parents unless required by a compelling governmental interest of the highest order and in the least restrictive means; establish specific rights of parents, with some limitations; provide that specific governmental employees shall not encourage or coerce a child to withhold information from a parent; recognize additional rights beyond those enumerated; require local boards of education or boards of directors of public charter schools to adopt specific policies to promote involvement of parents in education; allow the Kentucky Department of Education to provide consultation and model policies that shall not be binding on schools; require a report from the Kentucky Department of Education on the consultation and model policies provided to schools; require obtaining parental consent prior to procuring, soliciting to perform, arranging for the performance of, providing a referral for, or providing medical or mental health services to a child; require verification of identity for remote parental consent; establish limits of the applicability of the requirement; establish a cause of action for violation; establish terms and conditions for the cause of action; waive sovereign, governmental, and qualified immunity; specify applicability; amend KRS 160.715 to provide a procedure for requesting, inspecting, and reviewing specific information held by a school district or public charter school; and amend KRS 214.185 to establish the conditions required for providing medical or mental health services to a minor without consent of the parent or legal guardian; EMERGENCY.",
      "status": "Introduced",
      "title": "AN ACT relating to children and declaring an emergency.",
      "url": "/bills/2023/KY/HB177"
    },
    "KY HB30": {
      "description": "Create new sections of KRS Chapter 158 to define terms; establish legislative findings; ensure that student privacy exists in school restrooms, locker rooms, and shower rooms; require students born male to use only those facilities designated to be used by males and students born female to use only those facilities designated to be used by females; require schools to provide the best available accommodation to students who assert that their gender is different from their biological sex; identify consequences for using facilities designated for the opposite biological sex; EMERGENCY.",
      "status": "Introduced",
      "title": "AN ACT relating to public school facilities and declaring an emergency.",
      "url": "/bills/2023/KY/HB30"
    },
    "KY HB470": {
      "description": "Create new sections of KRS Chapter 311 to define terms; state that the provision of gender transition services to a person under the age of 18 years by a health care provider or mental health care provider is unethical and unprofessional conduct; require an investigation of any report of provision of gender transition services to a person under the age of 18 years; require revocation of the provider's license if confirmed and termination of public funding for a public employee; require that providers be jointly and severally liable for all damages and costs sustained for providing gender transition services or aiding and assisting a person under the age of 18 years to consider or to obtain gender transition services; provide defense to providers refusing to provide services; make failure to report provision of gender transition services a crime; permit an action on a violation to be taken by the parent or guardian of a person before the person attains the age of 18 years and by the person within 30 years of the person attaining the age of 18 years, with exceptions under which the time may be longer; require conditions for actions and damages; prohibit use of public funds for gender transition services; prohibit a provider employed by a public agency to provide include gender transition procedures; permit the Attorney General to bring action to enforce provisions; permit intervention as a matter of right if these provisions are challenged; prohibit a public provider from intervening in a legal proceeding in defense of the provision of gender transition services; create a new section of KRS Chapter 205 to prohibit Medicaid coverage of gender transition procedures for a person under age 18 years; create a new section of Subtitle12 of KRS Chapter 304 to establish liability provisions if an insurer elects to cover gender transition services; amend KRS 18A.225 to prohibit a fully insured benefit plan or self-insured plan for public employees from covering gender transition services for a person under the age of 18 years; amend KRS 454.210 to add to court permission to exercise personal jurisdiction over a person who acts directly or by an agent, as to a claim arising from the person's engaging in the provision of gender transition services to a person under the age of 18 years; create a new section of KRS Chapter 158 to prohibit a public school counselor, school-based mental health services provider, or other public employee from aiding or assisting in the provision of gender transition services for a person under the age of 18 years; establish liability provisions; require school notification of parents of child's expression of sex or gender inconsistency with exceptions; amend KRS 141.039 to require that corporate income relating to the provision of gender transition services to a person under age 18 years be added to net income; amend KRS 213.121 to prohibit a registered certificate or report from being amended if the purpose is to assist with a social or physical gender transition; amend KRS 401.020 to prohibit a court to order a name change if the purpose is to assist with a social or physical gender transition; create a new section of KRS Chapter 600 to prohibit the Department of Juvenile Justice from classifying a detainee by a sex that is inconsistent with defined sex; allow the Act to be cited as the Do No Harm Act; EFFECTIVE January 1, 2024.",
      "status": "Engrossed",
      "title": "AN ACT relating to the protection of children.",
      "url": "/bills/2023/KY/HB470"
    },
    "KY HB58": {
      "description": "Create new sections of KRS Chapter 344 to define terms; prohibit discrimination against medical care providers who decline to perform procedures that violate their conscience; grant providers the right not to participate in or pay for services that violate their conscience; exempt providers from liability for exercising these rights; establish a civil cause of action for persons injured by violations of these provisions; EMERGENCY.",
      "status": "Introduced",
      "title": "AN ACT relating to protecting the exercise of medical ethics within the medical profession.",
      "url": "/bills/2023/KY/HB58"
    },
    "KY HB585": {
      "description": "Amend KRS 213.046, 213.056, and 213.071 to require the biological sex designation on a birth certificate to be either male or female and prohibit a nonbinary or any symbol representing a nonbinary designation including the letter \"X.\"",
      "status": "Introduced",
      "title": "AN ACT relating to birth certificates.",
      "url": "/bills/2023/KY/HB585"
    },
    "KY SB102": {
      "description": "Create new sections of KRS Chapter 158 to define terms; make legislative findings and declarations on the rights of parents as it relates to public schools and establish a standard to protect those rights; require public schools to establish a process to receive complaints of violations; create a cause of action for violations and establish limitations; establish specific parental rights as related to public schools; require public schools to adopt policies to protect those rights; require the Kentucky Department of Education to eliminate administrative regulations in violation and develop recommended policies to public schools for compliance; make findings and declarations related to privacy of parents and children and require public schools to adopt policies to safeguard those rights; establish a cause of action for a child encountering a person of the opposite biological sex while in a location where there is a reasonable expectation of bodily privacy; create a cause of action for those who are forced by a public school to share private quarters with specific people of the opposite biological sex and provide exclusions; make findings and declarations relating to controversial subject matter in common schools; establish a parental right of not having a child indoctrinated into any political position or being involved in advocacy in a controversial subject matter; establish limitations on school personnel related to instruction and discussion on sexual orientation, sexual preference, or gender expression; establish limitations on school personnel advocacy in the scope of employment and actions based on the immutable characteristics of students; prohibit compelling school personnel to advocate for or against anything in opposition to sincerely held beliefs and convictions; require public schools to adopt enforcement policies; establish limitations; establish a parental right to expect a child not be exposed to or given access to harmful to minors, pervasively vulgar, or obscene matter or performance or obscene imagery representing minors; require that public schools adopt policies to protect that right by making those materials and performances inaccessible and prohibit matters and performances harmful to minors, drag performances, pervasively vulgar performances, obscene performances, and any performance involving sexual conduct, nudity, or stripping; provide that none of the materials identified shall be deemed to have educational value for minors; establish limitations; amend KRS 158.148 to establish a parental right to expect a child will not be bulled at school and require public schools adopt policies to ensure notification and support of bullying victims, require an order of reporting to staff, require specific time requirements for investigations; provide for an appeal and review of incidents; require identification of actions to prevent future acts of bullying or retaliation; require procedures for supporting victims; establish a short title of the Childhood Protection in Education Act.",
      "status": "Introduced",
      "title": "AN ACT relating to education.",
      "url": "/bills/2023/KY/SB102"
    },
    "KY SB115": {
      "description": "Create new sections of KRS Chapter 231 to express the findings of the General Assembly relating to adult-oriented businesses and the need for regulation; define terms; establish distance parameters for the location of adult-oriented businesses in proximity to identified entities and locations; establish transition provisions for existing businesses; affirm the authority of local governmental units to supplement regulation of adult-oriented businesses.",
      "status": "Engrossed",
      "title": "AN ACT relating to adult performances.",
      "url": "/bills/2023/KY/SB115"
    },
    "KY SB145": {
      "description": "Amend KRS 156.070 to remove the statutory eligibility restriction for nonresident student participation in interscholastic athletics; retain eligibility authority with the agency designated to manage interscholastic athletics.",
      "status": "Passed",
      "title": "AN ACT relating to interscholastic athletics.",
      "url": "/bills/2023/KY/SB145"
    },
    "KY SB150": {
      "description": "Create a new section of KRS Chapter 158 to establish definitions; require specific parental notifications from public schools; require school districts to adopt specific procedures related to parental rights; limit authority of the Kentucky Board of Education and Kentucky Department of Education in relation to parental rights and a student's use of pronouns; prohibit district or school policies with the intent of keeping student information confidential for parents; prohibit a school district from requiring school personnel or pupils to use pronouns for students that do not conform to that student's biological sex; provide school districts and district personnel authority to seek emergency medical services for a student; provide conditions for student confidentiality; amend KRS 158.1415 to establish requirements for any public school's course, curriculum, or program on the subject of human sexuality.",
      "status": "Passed",
      "title": "AN ACT relating to children.",
      "url": "/bills/2023/KY/SB150"
    }
  },
  "LA": {
    "LA HB81": {
      "description": "",
      "status": "Introduced",
      "title": "Provides relative to the use of certain names and pronouns for students",
      "url": "/bills/2023/LA/HB81"
    }
  },
  "MA": {
    "MA H458": {
      "description": "Relative to parental rights in education. Education.",
      "status": "Introduced",
      "title": "Relative to parental rights in education",
      "url": "/bills/2023/MA/H458"
    }
  },
  "MD": {
    "MD HB359": {
      "description": "Requiring certain interscholastic and intramural junior varsity and varsity athletic teams or sports sponsored by certain schools to be expressly designated based on biological sex; prohibiting certain entities from taking certain adverse actions against a school or county board of education for maintaining separate interscholastic and intramural junior varsity and varsity athletic teams and sports for students of the female sex; and providing that certain individuals have the right to bring a civil action under certain circumstances.",
      "status": "Introduced",
      "title": "Education – Interscholastic and Intramural Junior Varsity and Varsity Teams and Sports – Designation Based on Sex (Save Women’s Sports Act)",
      "url": "/bills/2023/MD/HB359"
    }
  },
  "ME": {
    "ME LD678": {
      "description": "",
      "status": "Introduced",
      "title": "An Act to Require Parental Approval for Public School Employees to Use a Name or Pronoun Other than a Child's Given Name or Pronoun Corresponding to the Gender on the Child's Birth Certificate",
      "url": "/bills/2023/ME/LD678"
    },
    "ME LD930": {
      "description": "",
      "status": "Introduced",
      "title": "An Act to Allow Only Students of Female Gender to Participate in Women's and Girls' Scholastic Sports",
      "url": "/bills/2023/ME/LD930"
    }
  },
  "MI": {
    "MI HB4195": {
      "description": "",
      "status": "Introduced",
      "title": "Civil rights: privacy; restriction of student access to certain restrooms and changing areas based on biological sex; provide for. Creates new act.",
      "url": "/bills/2023/MI/HB4195"
    },
    "MI HB4257": {
      "description": "",
      "status": "Introduced",
      "title": "Crimes: penalties; penalties for parents or guardians who procure gender transition surgeries or irreversible hormonal procedures for children under 18; provide for. Amends sec. 136b of 1931 PA 328 (MCL 750.136b).",
      "url": "/bills/2023/MI/HB4257"
    }
  },
  "MN": {
    "MN HF1086": {
      "description": "",
      "status": "Introduced",
      "title": "Education; participation in athletic teams provided.",
      "url": "/bills/2023/MN/HF1086"
    },
    "MN HF1903": {
      "description": "",
      "status": "Introduced",
      "title": "Drag performances classified as adult entertainment, and location restrictions of an adult entertainment establishment expanded.",
      "url": "/bills/2023/MN/HF1903"
    },
    "MN HF3022": {
      "description": "",
      "status": "Introduced",
      "title": "Student welfare and parental awareness in education provided.",
      "url": "/bills/2023/MN/HF3022"
    },
    "MN HF551": {
      "description": "",
      "status": "Introduced",
      "title": "Female sports team participation restricted to female sex.",
      "url": "/bills/2023/MN/HF551"
    },
    "MN SF3032": {
      "description": "",
      "status": "Introduced",
      "title": "Parental Rights Awareness Act",
      "url": "/bills/2023/MN/SF3032"
    },
    "MN SF311": {
      "description": "",
      "status": "Introduced",
      "title": "Student physical privacy establishment",
      "url": "/bills/2023/MN/SF311"
    },
    "MN SF724": {
      "description": "",
      "status": "Introduced",
      "title": "Participation in athletic teams provision",
      "url": "/bills/2023/MN/SF724"
    },
    "MN SF933": {
      "description": "",
      "status": "Introduced",
      "title": "Drag performances as adult entertainment classification; location restrictions on adult entertainment establishment",
      "url": "/bills/2023/MN/SF933"
    }
  },
  "MO": {
    "MO HB1157": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits discrimination against health care professionals who refuse to assist in medical procedures or treatments relating to sex reassignment or gender identity transitioning",
      "url": "/bills/2023/MO/HB1157"
    },
    "MO HB1258": {
      "description": "",
      "status": "Introduced",
      "title": "Enacts provisions to protect student, parent, and teacher rights regarding school employees and independent contractors",
      "url": "/bills/2023/MO/HB1258"
    },
    "MO HB1332": {
      "description": "",
      "status": "Introduced",
      "title": "Authorizes a tax on the endowments of qualifying institutions of higher education and a corresponding endowment tax revenue trigger to income tax rates",
      "url": "/bills/2023/MO/HB1332"
    },
    "MO HB1333": {
      "description": "",
      "status": "Introduced",
      "title": "Modifies provisions relating to the fiduciary duty and proxy voting activities of public retirement systems",
      "url": "/bills/2023/MO/HB1333"
    },
    "MO HB1364": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the offense of engaging in an adult cabaret performance or organizing or authorizing the viewing of an adult cabaret performance and the offense of organizing or authorizing the viewing of a drag queen story hour",
      "url": "/bills/2023/MO/HB1364"
    },
    "MO HB137": {
      "description": "",
      "status": "Introduced",
      "title": "Changes provisions relating to instruction in human sexuality in schools",
      "url": "/bills/2023/MO/HB137"
    },
    "MO HB170": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes guidelines for student participation in athletic contests organized by sex",
      "url": "/bills/2023/MO/HB170"
    },
    "MO HB183": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes guidelines for student participation in athletic contests organized by sex",
      "url": "/bills/2023/MO/HB183"
    },
    "MO HB192": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes a teacher bill of rights",
      "url": "/bills/2023/MO/HB192"
    },
    "MO HB337": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes guidelines for student participation in athletic contests organized by sex",
      "url": "/bills/2023/MO/HB337"
    },
    "MO HB419": {
      "description": "",
      "status": "Introduced",
      "title": "Creates provisions relating to gender transition procedures",
      "url": "/bills/2023/MO/HB419"
    },
    "MO HB463": {
      "description": "",
      "status": "Introduced",
      "title": "Creates provisions relating to gender transition procedures",
      "url": "/bills/2023/MO/HB463"
    },
    "MO HB489": {
      "description": "",
      "status": "Introduced",
      "title": "Creates provisions relating to health care",
      "url": "/bills/2023/MO/HB489"
    },
    "MO HB494": {
      "description": "",
      "status": "Introduced",
      "title": "Creates the offense of engaging in an adult cabaret performance",
      "url": "/bills/2023/MO/HB494"
    },
    "MO HB498": {
      "description": "",
      "status": "Introduced",
      "title": "Includes businesses that host drag performances in the definition of a sexually oriented business",
      "url": "/bills/2023/MO/HB498"
    },
    "MO HB540": {
      "description": "",
      "status": "Introduced",
      "title": "Creates provisions relating to gender transition procedures",
      "url": "/bills/2023/MO/HB540"
    },
    "MO HB634": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes protections of parental rights to direct the mental, emotional, and physical health and well-being of children",
      "url": "/bills/2023/MO/HB634"
    },
    "MO HB916": {
      "description": "",
      "status": "Introduced",
      "title": "Creates provisions relating to gender transition procedures",
      "url": "/bills/2023/MO/HB916"
    },
    "MO SB134": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits the discussion of gender identity or sexual orientation by school personnel",
      "url": "/bills/2023/MO/SB134"
    },
    "MO SB14": {
      "description": "",
      "status": "Introduced",
      "title": "Modifies provisions relating to amending birth certificates",
      "url": "/bills/2023/MO/SB14"
    },
    "MO SB158": {
      "description": "",
      "status": "Introduced",
      "title": "Creates provisions regarding parental rights and transparency in public schools",
      "url": "/bills/2023/MO/SB158"
    },
    "MO SB164": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Missouri Save Adolescents from Experimentation (SAFE) Act\"",
      "url": "/bills/2023/MO/SB164"
    },
    "MO SB165": {
      "description": "",
      "status": "Introduced",
      "title": "Creates the \"Save Women's Sports Act\" and provisions regarding usage of school locker rooms",
      "url": "/bills/2023/MO/SB165"
    },
    "MO SB2": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Save Women's Sports Act\" relating to female-only athletics in middles schools, high schools, and colleges",
      "url": "/bills/2023/MO/SB2"
    },
    "MO SB236": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Missouri Save Adolescents from Experimentation (SAFE) Act\"",
      "url": "/bills/2023/MO/SB236"
    },
    "MO SB281": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits hormonal or surgical gender reassignment for a child under eighteen years of age",
      "url": "/bills/2023/MO/SB281"
    },
    "MO SB29": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits an athletic team sponsored by a school from allowing a student to compete in an athletic competition designated for the opposite biological sex",
      "url": "/bills/2023/MO/SB29"
    },
    "MO SB377": {
      "description": "",
      "status": "Introduced",
      "title": "Crates new provisions relating to public contracts",
      "url": "/bills/2023/MO/SB377"
    },
    "MO SB39": {
      "description": "",
      "status": "Engrossed",
      "title": "Establishes guidelines for student participation in athletic contests organized by sex",
      "url": "/bills/2023/MO/SB39"
    },
    "MO SB390": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes provisions relating to classroom instruction on gender identity and sexual orientation in certain grade levels",
      "url": "/bills/2023/MO/SB390"
    },
    "MO SB42": {
      "description": "",
      "status": "Introduced",
      "title": "Modifies provisions regarding elementary and secondary education",
      "url": "/bills/2023/MO/SB42"
    },
    "MO SB429": {
      "description": "",
      "status": "Introduced",
      "title": "Modifies provisions relating to sexually oriented businesses",
      "url": "/bills/2023/MO/SB429"
    },
    "MO SB430": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits public entities from entering into certain contracts",
      "url": "/bills/2023/MO/SB430"
    },
    "MO SB436": {
      "description": "",
      "status": "Introduced",
      "title": "Modifies provisions relating to fiduciary duties for investments of public employee retirement systems",
      "url": "/bills/2023/MO/SB436"
    },
    "MO SB451": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Parents' Bill of Rights\" to protect and promote the rights of parents to participate in and direct the education of their child and to know what is being taught in their child's public school",
      "url": "/bills/2023/MO/SB451"
    },
    "MO SB48": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Save Women's Sports Act\" relating to female-only athletics in middle schools, high schools, and colleges",
      "url": "/bills/2023/MO/SB48"
    },
    "MO SB49": {
      "description": "",
      "status": "Engrossed",
      "title": "Establishes the \"Missouri Save Adolescents from Experimentation (SAFE) Act\" and modifies provisions relating to public funding of certain gender transition procedures",
      "url": "/bills/2023/MO/SB49"
    },
    "MO SB497": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits schools from providing course materials or instruction on gender identity or gender reassignment",
      "url": "/bills/2023/MO/SB497"
    },
    "MO SB598": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Missouri Child and Adolescent Protection Act\"",
      "url": "/bills/2023/MO/SB598"
    },
    "MO SB693": {
      "description": "",
      "status": "Introduced",
      "title": "Creates the offense of engaging in an adult cabaret performance",
      "url": "/bills/2023/MO/SB693"
    },
    "MO SB87": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes the \"Save Women's Sports Act\"",
      "url": "/bills/2023/MO/SB87"
    },
    "MO SB89": {
      "description": "",
      "status": "Introduced",
      "title": "Creates the Missouri Education Transparency and Accountability Portal and the Parents' Bill of Rights Act of 2023",
      "url": "/bills/2023/MO/SB89"
    }
  },
  "MS": {
    "MS HB1074": {
      "description": "An Act To Enact The Title Ix Preservation Act; To Provide Interpretation And Clarification Of Certain Terms Relating To Title Ix Of The Federal Code; To State Legislative Intent; To Clarify Terms For The Purposes Of State Law; To Provide That Policies And Laws That Distinguish Between The Sexes Are Subject To Intermediate Constitutional Scrutiny; To Require Any Public School, School District, State Or Local Agency, Department Or Office That Collects Vital Statistics For The Purpose Of Complying With Anti-discrimination Laws Or For The Purpose Of Gathering Accurate Public Health, Crime, Economic Or Other Data To Identify Each Individual Who Is Part Of The Collected Data Set As Either Male Or Female At Birth; And For Related Purposes.",
      "status": "Failed",
      "title": "The Title IX Preservation Act; enact.",
      "url": "/bills/2023/MS/HB1074"
    },
    "MS HB1099": {
      "description": "An Act To Require A Fiduciary Or The Governing Board Of A Public Retirement System, In Making And Supervising Investments For The Public Retirement System, To Discharge Its Duties Solely In The Financial Interest Of The Participants And Beneficiaries For The Exclusive Purposes Of Providing Financial Benefits To Participants And Their Beneficiaries And Defraying Reasonable Expenses Of Administering The System; To Provide That An Investment Manager Retained By The Governing Board Shall Be Subject To The Same Fiduciary Duties As The Board; To Require A Fiduciary To Take Into Account Only Financial Factors When Discharging Its Duties With Respect To A Retirement Plan; To Provide That Financial Factors Do Not Include Any Action Taken, Or Factor Considered, By A Fiduciary With Any Purpose To Further Social, Political Or Ideological Interests; To Provide That All Shares Held Directly Or Indirectly By Or On Behalf Of A Public Retirement System And/or The Participants And Their Beneficiaries Shall Be Voted Solely In The Financial Interest Of Plan Participants And Their Beneficiaries; To Provide That This Act, Or Any Contract Subject To This Act, May Be Enforced By The Attorney General; To Provide That A Person Or Company Who Serves As A Fiduciary And Who Violates The Fiduciary Duty Imposed By This Act Shall Be Obligated To Pay Damages To The Public Retirement System In An Amount Equal To Three Times All Monies Paid To The Person Or Company By The System For The Services Of The Person Or Company; To Amend Sections 25-11-121 And 25-11-407, Mississippi Code Of 1972, To Conform To The Preceding Provisions; And For Related Purposes.",
      "status": "Failed",
      "title": "Public retirement systems; require all investment actions to be made exclusively for purpose of providing financial benefits for members of.",
      "url": "/bills/2023/MS/HB1099"
    },
    "MS HB1124": {
      "description": "An Act To Be Known As The Mississippi Help Not Harm Act; To Create New Section 11-77-1, Mississippi Code Of 1972, To Define Terms; To Create New Section 11-77-3, Mississippi Code Of 1972, To Prohibit Any Person From Knowingly Performing Or Providing Gender Reassignment Surgery Or Services To A Minor; To Provide That Any Licensed Medical Professional Who Performs Or Provides Gender Reassignment Surgery Or Services To A Minor Shall Have His Or Her License Revoked; To Provide A Private Cause Of Action Against A Physician, Osteopath, Hospital, Prescribing Caregiver, Clinic And Any Other Health Care Facility For Injuries Arising Out Of The Course Of Medical, Surgical Or Other Professional Services Related To The Performance Of Gender Reassignment Surgery Or Services; To Provide That This Claim Must Be Brought Within Thirty Years From The Date That The Alleged Act Occurred; To Authorize The Attorney General To Bring An Action To Enforce Compliance With This Section; To Provide That This Section Does Not Apply To Certain Services, Treatments And Procedures; To Amend Section 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; To Amend Section 73-25-33, Mississippi Code Of 1972, To Revise The Definition Of The Practice Of Medicine To Exclude Gender Reassignment Surgery Or Services For Minors; To Amend Section 11-46-5, Mississippi Code Of 1972, To Provide That Under The Tort Claims Act An Employee Shall Not Be Considered As Acting Within The Course And Scope Of His Or Her Employment And A Governmental Entity May Be Liable Or Be Considered To Have Waived Immunity For Any Conduct Of Its Employee If The Employee's Conduct Violated The Provisions Of This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Any Entity For Part Or All Of The Costs Of Care And Services Rendered For Gender Reassignment Surgery Or Services; To Create New Section 83-9-401, Mississippi Code Of 1972, To Prohibit Health Coverage Plans That Are Funded Wholly Or In Part By State Funds Or State-employee Contributions From Reimbursing Or Authorizing Payment Of Part Or All Of The Costs Of Care And Services Rendered By Any Entity For Gender Reassignment Surgery Or Services; To Amend Section 11-1-60, Mississippi Code Of 1972, To Provide That In Any Cause Of Action Filed On Or After July 1, 2023, For A Claim Brought Under Section 11-77-3, If The Trier Of Fact Finds The Defendant Liable, There Shall Not Be A Limitation Placed On The Noneconomic Damages Award That A Trier Of Fact May Award To The Plaintiff; And For Related Purposes.",
      "status": "Failed",
      "title": "Gender reassignment surgery or services; prohibit performing or paying for.",
      "url": "/bills/2023/MS/HB1124"
    },
    "MS HB1125": {
      "description": "An Act To Create The \"regulate Experimental Adolescent Procedures (reap)\" Act For Any Person Under Eighteen Years Of Age; To Provide Definitions For The Act; To Prohibit The Direct Or Indirect Use, Grant, Payment Or Distribution Of Public Funds To Any Entity, Organization Or Individual That Provides Gender Transition Procedures To A Person Under Eighteen Years Of Age; To Provide That Health Care Services Furnished In A State Or Locally-owned Health Care Facility Or By A Physician Or Other Health Care Professional Employed By The State Or Local Government Shall Not Include Gender Transition Procedures For A Person Under Eighteen Years Of Age; To Provide That Amounts Paid During A Taxable Year For Provision Of Gender Transition Procedures Or As Premiums For Health Care Coverage That Includes Coverage For Gender Transition Procedures Are Not Deductible Under The State Income Tax Laws; To Authorize The Attorney General To Bring An Action To Enforce Compliance With This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Or Providing Coverage For Gender Transition Procedures For A Person Under Eighteen Years Of Age; To Amend Section 83-9-22, Mississippi Code Of 1972, To Provide That Health Coverage Plans Are Not Required To Include Gender Transition Procedures; To Create New Section 83-9-37, Mississippi Code Of 1972, To Provide That A Health Benefit Plan Under An Insurance Policy Or Other Plan Providing Health Care Coverage Shall Not Include Reimbursement For Gender Transition Procedures For A Person Under Eighteen Years Of Age; To Amend Sections 27-7-17, 73-15-29 And 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; To Amend Section 73-25-33, Mississippi Code Of 1972, To Exclude The Performance Gender Transition Procedures From The \"practice Of Medicine\" Meaning; To Amend Section 11-46-5, Mississippi Code Of 1972, To Exclude From Tort Immunity Violations Of This Act; To Amend Section 41-41-219, Mississippi Code Of 1972, To Conform To The Preceding Section; To Provide Severability If Any Part Of This Act Is Found Unconstitutional; And For Related Purposes.",
      "status": "Passed",
      "title": "Regulate Experimental Adolescent Procedures (REAP) Act; create to regulate transgender procedures and surgeries.",
      "url": "/bills/2023/MS/HB1125"
    },
    "MS HB1126": {
      "description": "An Act To Restrict Transgender Medical Procedures For Any Person Under Twenty-one Years Of Age; To Provide Definitions For The Act; To Prohibit The Administration Of Or The Assistance In The Administration Of Cross Sex Hormones Or Puberty Blocking Drugs; To Prohibit The Performance Of Gender Reassignment Surgery; To Prohibit Physicians And Other Health Care Professionals From Providing Gender Transition Procedures Or Gender Reassignment Surgery To Any Person Under Twenty-one Years Of Age; To Prohibit Physicians And Other Health Care Professionals From Referring Any Person Under A Certain Age To Any Health Care Professional For Gender Transition Or Gender Reassignment Procedures; To Prohibit Parents, Guardians Or Persons Responsible For The Care Of A Person Under A Certain Age From Consenting To Or Providing Puberty-blocking Drugs, Cross Sex Hormones; To Provide Certain Exceptions To Those Prohibitions; To Amend Section 97-5-39, Mississippi Code Of 1972, To Include Violations Of This Act In The Penalties For Child Abuse; To Amend Section 43-21-105, Mississippi Code Of 1972, To Revise The Definition Of Child Abuse To Include Violation Of This Act; To Amend Section 97-5-51, Mississippi Code Of 1972, To Require Mandatory Reporting Of Persons Who Violate The Provisions Of This Act; To Prohibit The Direct Or Indirect Use, Grant, Payment Or Distribution Of Public Funds To Any Entity, Organization Or Individual That Provides Gender Transition Procedures To A Person Under Twenty-one Years Of Age; To Provide That Health Care Services Furnished In A State Or Locally-owned Health Care Facility Or By A Physician Or Other Health Care Professional Employed By The State Or Local Government Shall Not Include Gender Transition Procedures For A Person Under Twenty-one Years Of Age; To Provide That Amounts Paid During A Taxable Year For Provision Of Gender Transition Procedures Or As Premiums For Health Care Coverage That Includes Coverage For Gender Transition Procedures Are Not Deductible Under The State Income Tax Laws; To Provide That Any Referral For Or Provision Of Gender Transition Procedures To A Person Under Twenty-one Years Of Age By A Physician Or Other Health Care Professional Is Unprofessional Conduct And Is Subject To Discipline By The Appropriate Licensing Entity For The Health Care Professional; To Authorize The Attorney General To Bring An Action To Enforce Compliance With This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Or Providing Coverage For Gender Transition Procedures For A Person Under Twenty-one Years Of Age; To Amend Section 83-9-22, Mississippi Code Of 1972, To Provide That Health Coverage Plans Are Not Required To Include Gender Transition Procedures; To Create New Section 83-9-37, Mississippi Code Of 1972, To Provide That A Health Benefit Plan Under An Insurance Policy Or Other Plan Providing Health Care Coverage Shall Not Include Reimbursement For Gender Transition Procedures For A Person Under Twenty-one Years Of Age; To Amend Sections 27-7-17, 73-15-29 And 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; To Amend Section 11-46-5, Mississippi Code Of 1972, To Exclude From Tort Immunity Violations Of This Act; To Amend Section 11-1-60, Mississippi Code Of 1972, To Exclude Violation Of This Act From Limits On Noneconomic Damages; And For Related Purposes.",
      "status": "Failed",
      "title": "Transgender procedures; restrict for persons under age 21.",
      "url": "/bills/2023/MS/HB1126"
    },
    "MS HB1127": {
      "description": "An Act To Be Known As The Mississippi Save Adolescents From Experimentation (safe) Act; To Provide Legislative Findings Regarding The Risks Of Gender Transition Procedures For Minors; To Provide Definitions Of Certain Terms; To Prohibit Physicians And Other Health Care Professionals From Providing Gender Transition Procedures To Any Person Under Eighteen Years Of Age; To Prohibit Physicians And Other Health Care Professionals From Referring Any Person Under Eighteen Years Of Age To Any Health Care Professional For Gender Transition Procedures; To Provide For Certain Exceptions To Those Prohibitions; To Prohibit The Direct Or Indirect Use, Grant, Payment Or Distribution Of Public Funds To Any Entity, Organization Or Individual That Provides Gender Transition Procedures To A Person Under Eighteen Years Of Age; To Provide That Health Care Services Furnished In A State Or Locally-owned Health Care Facility Or By A Physician Or Other Health Care Professional Employed By The State Or Local Government Shall Not Include Gender Transition Procedures For A Person Under Eighteen Years Of Age; To Provide That Amounts Paid During A Taxable Year For Provision Of Gender Transition Procedures Or As Premiums For Health Care Coverage That Includes Coverage For Gender Transition Procedures Are Not Deductible Under The State Income Tax Laws; To Provide That Any Referral For Or Provision Of Gender Transition Procedures To A Person Under Eighteen Years Of Age By A Physician Or Other Health Care Professional Is Unprofessional Conduct And Is Subject To Discipline By The Appropriate Licensing Entity For The Health Care Professional; To Authorize The Attorney General To Bring An Action To Enforce Compliance With This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Or Providing Coverage For Gender Transition Procedures For A Person Under Eighteen Years Of Age; To Amend Section 83-9-22, Mississippi Code Of 1972, And Create New Section 83-9-37, Mississippi Code Of 1972, To Provide That A Health Benefit Plan Under An Insurance Policy Or Other Plan Providing Health Care Coverage Shall Not Include Reimbursement For Gender Transition Procedures For A Person Under Eighteen Years Of Age, And Is Not Required To Provide Coverage For Gender Transition Procedures For A Person Under Eighteen Years Of Age; To Amend Sections 27-7-17, 73-15-29 And 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; And For Related Purposes.",
      "status": "Failed",
      "title": "MS Safe Adolescents from Experimentation (SAFE); create to prohibit providing gender transition procedures to minors.",
      "url": "/bills/2023/MS/HB1127"
    },
    "MS HB1144": {
      "description": "An Act To Create The Title Ix Preservation Act; To State Legislative Intent; To Provide Interpretation And Clarification Of Certain Terms Relating To Title Ix Of The Federal Code; To Clarify Terms For The Purposes Of State Law; To Provide That Policies And Laws That Distinguish Between The Sexes Are Subject To Intermediate Constitutional Scrutiny; To Require Any Public School, School District, State Or Local Agency, Department, Or Office That Collects Vital Statistics For The Purpose Of Complying With Anti-discrimination Laws Or For The Purpose Of Gathering Accurate Public Health, Crime, Economic Or Other Data To Identify Each Individual Who Is Part Of The Collected Data Set As Either Male Or Female At Birth; And For Related Purposes.",
      "status": "Failed",
      "title": "Title IX Preservation Act; create.",
      "url": "/bills/2023/MS/HB1144"
    },
    "MS HB1258": {
      "description": "An Act To Prohibit The Administration Of Or The Assistance In The Administration Of Cross Sex Hormones Or Puberty Blocking Drugs For Persons Under Twenty-one Years Of Age; To Prohibit The Performance Of Gender Reassignment Surgery; To Prohibit Physicians And Other Health Care Professionals From Providing Gender Transition Procedures Or Gender Reassignment Surgery To Any Person Under Twenty-one Years Of Age; To Prohibit Physicians And Other Health Care Professionals From Referring Any Person Under A Certain Age To Any Health Care Professional For Gender Transition Or Gender Reassignment Procedures; To Prohibit Parents, Guardians Or Persons Responsible For The Care Of A Person Under A Certain Age From Consenting To Or Providing Puberty-blocking Drugs, Cross Sex Hormones; To Provide For Certain Exceptions To Those Prohibitions; To Amend Section 97-5-39, Mississippi Code Of 1972, To Include Violations Of This Act In The Penalties For Child Abuse; To Amend Section 43-21-105, Mississippi Code Of 1972, To Revise The Definition Of Child Abuse To Include Violation Of This Act; To Amend Section 97-5-51, Mississippi Code Of 1972, To Require Mandatory Reporting Of Persons Who Violate The Provisions Of This Act; To Prohibit The Direct Or Indirect Use, Grant, Payment Or Distribution Of Public Funds To Any Entity, Organization Or Individual That Provides Gender Transition Procedures To A Person Under Twenty-one Years Of Age; To Provide That Health Care Services Furnished In A State Or Locally-owned Health Care Facility Or By A Physician Or Other Health Care Professional Employed By The State Or Local Government Shall Not Include Gender Transition Procedures For A Person Under Twenty-one Years Of Age; To Provide That Amounts Paid During A Taxable Year For Provision Of Gender Transition Procedures Or As Premiums For Health Care Coverage That Includes Coverage For Gender Transition Procedures Are Not Deductible Under The State Income Tax Laws; To Provide That Any Referral For Or Provision Of Gender Transition Procedures To A Person Under Twenty-one Years Of Age By A Physician Or Other Health Care Professional Is Unprofessional Conduct And Is Subject To Discipline By The Appropriate Licensing Entity For The Health Care Professional; To Authorize The Attorney General To Bring An Action To Enforce Compliance With This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Or Providing Coverage For Gender Transition Procedures For A Person Under Twenty-one Years Of Age; To Amend Section 83-9-22, Mississippi Code Of 1972, To Provide That Gender Transition Procedures For Persons Under Twenty-one Are Not Required In Health Coverage Plans; To Create New Section 83-9-37, Mississippi Code Of 1972, To Provide That A Health Benefit Plan Under An Insurance Policy Or Other Plan Providing Health Care Coverage Shall Not Include Reimbursement For Gender Transition Procedures For A Person Under Twenty-one Years Of Age; To Amend Sections 27-7-17, 73-15-29 And 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; And For Related Purposes.",
      "status": "Failed",
      "title": "Gender Transition Procedures; prohibit for persons under age twenty-one.",
      "url": "/bills/2023/MS/HB1258"
    },
    "MS HB1476": {
      "description": "An Act To Establish The \"families' Rights And Responsibilities Act Of 2023\"; To Define Terminology Used Herein; To Establish That A Parent's Liberty To Direct The Upbringing, Education, Health Care And Mental Health Of His Or Her Child Is A Fundamental Right; To Prohibit The State Or Any Political Subdivision Thereof From Substantially Burdening A Parent's Fundamental Right Without Demonstrating That The Burden Is Required By A Compelling Governmental Interest; To Provide That All Parental Rights Are Exclusively Reserved To A Parent Of A Child Without Obstruction By Or Interference From The State Or Any Political Subdivision Thereof; To Provide That Abuse Or Neglect Of A Child By A Parent Or The Action Or Decision Of A Parent That Would End Life Are Not Authorized By This Act; To Prohibit Employees Of This State And Any Political Subdivision Thereof, Except For Law Enforcement Personnel, From Encouraging Or Coercing A Child To Withhold Information From The Child's Parent; To Further Prohibit Such Employees From Withholding Information That Is Relevant To A Child's Physical, Emotional Or Mental Health From A Child's Parent; To Require The Board Of Education Of A School District To Develop And Adopt A Policy To Promote The Involvement Of Parents Of Children Enrolled In The District's Schools; To Prescribe The Minimum Requirement Procedures To Be Addressed By The Policy; To Provide The Board Of Education Of A School District With The Discretion To Adopt A Policy To Provide To Parents The Information In An Electronic Form; To Require Parents To Submit A Written Or Electronic Request For The Child's Information To The School Principal Or The Superintendent Of The School District; To Require The School Principal Or Superintendent To Provide The Requested Information To The Parents Within Ten Days Of Receiving The Request, Or Submit To The Parent A Written Explanation Of The Reasons For The Denial Of The Requested Information; To Prescribe The Process By Which A Parent May Submit A Formal Consideration Of The Request Of Information With The School Board If The Requested Information Is Not Received 15 Days After Submitting The Initial Request; To Stipulate The Limitations Placed Upon Persons, Corporations, Associations, Organizations, State Supported Institutions Or Individuals Employed By Any Of These Entities To Provide Any Medical Or Mental Health Service Or Procedure On A Child Without First Obtaining The Consent Of The Child's Parent, Except As Otherwise Provided By Law Or Court Order; To Prescribe Exceptions To The Limitation When Parental Consent Is Not Capable Of Being Given Or In Emergency Situations When Imminent Bodily Harm Or Death Could Result; To Specify The Manner By Which Parental Consent Must Be Verified If Telemedicine Is Provided; To Establish A Cause Of Action For Violation Of This Act; To Provide That This Act Shall Serve As A Defense To Any Cause Of Action That Is Raised As A Result Of A Violation Thereof; To Provide That The Rules Of Construction Shall Provide Broad Protection Of A Parent's Fundamental Rights As Inalienable Unless Those Rights Have Been Legally Waived Or Legally Terminated; To Amend Section 37-3-49, Mississippi Code Of 1972, To Provide The Parent Of Each Public School Student With The Right To Receive Effective Communication From The School Principal As To The Manner In Which Instructional Materials Are Used To Implement The School's Curricular Objectives; To Amend Section 37-13-173, Mississippi Code Of 1972, To Provide Parents The Authority To Opt Their Children Out Of Any Instruction Of The School District's Comprehensive Health Education Relating To Sex Education Upon Submitting A Written Request To The School Principal; To Amend Section 37-15-3, Mississippi Code Of 1972, To Provide That Student And Parental Rights To Education Records Created, Maintained, Or Used By Public Educational Institutions And Agencies Shall Be Protected; To Stipulate That Students And Their Parents Maintain The Right To Access The Student's Educational Records, Waive Access To Such Records, Challenge The Content Of Such Records, Privacy Of Such Records And To Receive Annual Notice Of The Rights To Such Records; To Bring Forward Sections 37-7-301, 37-13-171 And 43-21-105, Mississippi Code Of 1972, For Purposes Of Possible Amendments; And For Related Purposes.",
      "status": "Failed",
      "title": "\"Families' Rights and Responsibilites Act of 2023\"; enact.",
      "url": "/bills/2023/MS/HB1476"
    },
    "MS HB1480": {
      "description": "An Act To Establish The \"parents' Bill Of Rights Act Of 2023\"; To Define Terminology Used Herein; To Establish That A Parent's Liberty To Direct The Upbringing, Education, Health Care And Mental Health Of His Or Her Child Is A Fundamental Right; To Prohibit The State Or Any Political Subdivision Thereof From Substantially Burdening A Parent's Fundamental Right Without Demonstrating That The Burden Is Required By A Compelling Governmental Interest; To Provide That All Parental Rights Are Exclusively Reserved To A Parent Of A Child Without Obstruction By Or Interference From The State Or Any Political Subdivision Thereof; To Provide That Abuse Or Neglect Of A Child By A Parent Or The Action Or Decision Of A Parent That Would End Life Are Not Authorized By This Act; To Prohibit Employees Of This State And Any Political Subdivision Thereof, Except For Law Enforcement Personnel, From Encouraging Or Coercing A Child To Withhold Information From The Child's Parent; To Further Prohibit Such Employees From Withholding Information That Is Relevant To A Child's Physical, Emotional Or Mental Health From A Child's Parent; To Require The Board Of Education Of A School District To Develop And Adopt A Policy To Promote The Involvement Of Parents Of Children Enrolled In The District's Schools; To Prescribe The Minimum Requirement Procedures To Be Addressed By The Policy; To Provide The Board Of Education Of A School District With The Discretion To Adopt A Policy To Provide To Parents The Information In An Electronic Form; To Require Parents To Submit A Written Or Electronic Request For The Child's Information To The School Principal Or The Superintendent Of The School District; To Require The School Principal Or Superintendent To Provide The Requested Information To The Parents Within Ten Days Of Receiving The Request, Or Submit To The Parent A Written Explanation Of The Reasons For The Denial Of The Requested Information; To Prescribe The Process By Which A Parent May Submit A Formal Consideration Of The Request Of Information With The School Board If The Requested Information Is Not Received Five Days After Submitting The Initial Request; To Establish A Cause Of Action For Violation Of This Act; To Provide That This Act Shall Serve As A Defense To Any Cause Of Action That Is Raised As A Result Of A Violation Thereof; To Provide That The Rules Of Construction Shall Provide Broad Protection Of A Parent's Fundamental Rights As Inalienable Unless Those Rights Have Been Legally Waived Or Legally Terminated; To Amend Section 37-3-49, Mississippi Code Of 1972, To Provide The Parent Of Each Public School Student With The Right To Receive Effective Communication From The School Principal As To The Manner In Which Instructional Materials Are Used To Implement The School's Curricular Objectives; To Amend Section 37-13-173, Mississippi Code Of 1972, To Provide Parents The Authority To Opt Their Children Out Of Any Instruction Of The School District's Comprehensive Health Education Relating To Sex Education Upon Submitting A Written Request To The School Principal; To Amend Section 37-15-3, Mississippi Code Of 1972, To Provide That Student And Parental Rights To Education Records Created, Maintained, Or Used By Public Educational Institutions And Agencies Shall Be Protected; To Stipulate That Students And Their Parents Maintain The Right To Access The Student's Educational Records, Waive Access To Such Records, Challenge The Content Of Such Records, Privacy Of Such Records And To Receive Annual Notice Of The Rights To Such Records; To Bring Forward Sections 37-7-301, 37-13-171 And 43-21-105, Mississippi Code Of 1972, For Purposes Of Possible Amendments; And For Related Purposes.",
      "status": "Failed",
      "title": "\"Parents' Bill of Rights Act of 2023\"; enact.",
      "url": "/bills/2023/MS/HB1480"
    },
    "MS HB1489": {
      "description": "An Act To Establish The \"families' Rights And Responsibilities Act Of 2023\"; To Define Terminology Used Herein; To Establish That A Parent's Liberty To Direct The Upbringing, Education, Health Care And Mental Health Of His Or Her Child Is A Fundamental Right; To Prohibit The State Or Any Political Subdivision Thereof From Substantially Burdening A Parent's Fundamental Right Without Demonstrating That The Burden Is Required By A Compelling Governmental Interest; To Provide That All Parental Rights Are Exclusively Reserved To A Parent Of A Child Without Obstruction By Or Interference From The State Or Any Political Subdivision Thereof; To Provide That Abuse Or Neglect Of A Child By A Parent Or The Action Or Decision Of A Parent That Would End Life Are Not Authorized By This Act; To Prohibit Employees Of This State And Any Political Subdivision Thereof, Except For Law Enforcement Personnel, From Encouraging Or Coercing A Child To Withhold Information From The Child's Parent; To Further Prohibit Such Employees From Withholding Information That Is Relevant To A Child's Physical, Emotional Or Mental Health From A Child's Parent; To Require The Board Of Education Of A School District To Develop And Adopt A Policy To Promote The Involvement Of Parents Of Children Enrolled In The District's Schools; To Prescribe The Minimum Requirement Procedures To Be Addressed By The Policy; To Provide The Board Of Education Of A School District With The Discretion To Adopt A Policy To Provide To Parents The Information In An Electronic Form; To Require Parents To Submit A Written Or Electronic Request For The Child's Information To The School Principal Or The Superintendent Of The School District; To Require The School Principal Or Superintendent To Provide The Requested Information To The Parents Within Ten Days Of Receiving The Request, Or Submit To The Parent A Written Explanation Of The Reasons For The Denial Of The Requested Information; To Prescribe The Process By Which A Parent May Submit A Formal Consideration Of The Request Of Information With The School Board If The Requested Information Is Not Received 15 Days After Submitting The Initial Request; To Stipulate The Limitations Placed Upon Persons, Corporations, Associations, Organizations, State Supported Institutions Or Individuals Employed By Any Of These Entities To Provide Any Medical Or Mental Health Service Or Procedure On A Child Without First Obtaining The Consent Of The Child's Parent, Except As Otherwise Provided By Law Or Court Order; To Prescribe Exceptions To The Limitation When Parental Consent Is Not Capable Of Being Given Or In Emergency Situations When Imminent Bodily Harm Or Death Could Result; To Specify The Manner By Which Parental Consent Must Be Verified If Telemedicine Is Provided; To Establish A Cause Of Action For Violation Of This Act; To Provide That This Act Shall Serve As A Defense To Any Cause Of Action That Is Raised As A Result Of A Violation Thereof; To Provide That The Rules Of Construction Shall Provide Broad Protection Of A Parent's Fundamental Rights As Inalienable Unless Those Rights Have Been Legally Waived Or Legally Terminated; To Provide For Severability If Any Part Of This Act Is Held Invalid; To Amend Section 37-3-49, Mississippi Code Of 1972, To Provide The Parent Of Each Public School Student With The Right To Receive Effective Communication From The School Principal As To The Manner In Which Instructional Materials Are Used To Implement The School's Curricular Objectives; To Amend Section 37-13-173, Mississippi Code Of 1972, To Provide Parents The Authority To Opt Their Children Out Of Any Instruction Of The School District's Comprehensive Health Education Relating To Sex Education Upon Submitting A Written Request To The School Principal; To Amend Section 37-15-3, Mississippi Code Of 1972, To Provide That Student And Parental Rights To Education Records Created, Maintained, Or Used By Public Educational Institutions And Agencies Shall Be Protected; To Stipulate That Students And Their Parents Maintain The Right To Access The Student's Educational Records, Waive Access To Such Records, Challenge The Content Of Such Records, Privacy Of Such Records And To Receive Annual Notice Of The Rights To Such Records; To Bring Forward Section 43-21-105, Mississippi Code Of 1972, For The Purpose Of Possible Amendment; And For Related Purposes.",
      "status": "Failed",
      "title": "\"Families' Rights and Responsibilities Act of 2023\"; enact.",
      "url": "/bills/2023/MS/HB1489"
    },
    "MS HB456": {
      "description": "An Act To Amend Section 43-21-105, Mississippi Code Of 1972, To Revise The Definition Of Child Abuse To Include Gender Reassignment; And For Related Purposes.",
      "status": "Failed",
      "title": "Child abuse; revise definition to include gender reassignment.",
      "url": "/bills/2023/MS/HB456"
    },
    "MS HB509": {
      "description": "An Act To Establish The \"families' Rights And Responsibilities Act Of 2023\"; To Define Terminology Used Herein; To Establish That A Parent's Liberty To Direct The Upbringing, Education, Health Care And Mental Health Of His Or Her Child Is A Fundamental Right; To Prohibit The State Or Any Political Subdivision Thereof From Substantially Burdening A Parent's Fundamental Right Without Demonstrating That The Burden Is Required By A Compelling Governmental Interest; To Provide That All Parental Rights Are Exclusively Reserved To A Parent Of A Child Without Obstruction By Or Interference From The State Or Any Political Subdivision Thereof; To Provide That Abuse Or Neglect Of A Child By A Parent Or The Action Or Decision Of A Parent That Would End Life Are Not Authorized By This Act; To Prohibit Employees Of This State And Any Political Subdivision Thereof, Except For Law Enforcement Personnel, From Encouraging Or Coercing A Child To Withhold Information From The Child's Parent; To Further Prohibit Such Employees From Withholding Information That Is Relevant To A Child's Physical, Emotional Or Mental Health From A Child's Parent; To Require The Board Of Education Of A School District To Develop And Adopt A Policy To Promote The Involvement Of Parents Of Children Enrolled In The District's Schools; To Prescribe The Minimum Requirement Procedures To Be Addressed By The Policy; To Provide The Board Of Education Of A School District With The Discretion To Adopt A Policy To Provide To Parents The Information In An Electronic Form; To Require Parents To Submit A Written Or Electronic Request For The Child's Information To The School Principal Or The Superintendent Of The School District; To Require The School Principal Or Superintendent To Provide The Requested Information To The Parents Within Ten Days Of Receiving The Request, Or Submit To The Parent A Written Explanation Of The Reasons For The Denial Of The Requested Information; To Prescribe The Process By Which A Parent May Submit A Formal Consideration Of The Request Of Information With The School Board If The Requested Information Is Not Received 15 Days After Submitting The Initial Request; To Stipulate The Limitations Placed Upon Persons, Corporations, Associations, Organizations, State Supported Institutions Or Individuals Employed By Any Of These Entities To Provide Any Medical Or Mental Health Service Or Procedure On A Child Without First Obtaining The Consent Of The Child's Parent, Except As Otherwise Provided By Law Or Court Order; To Prescribe Exceptions To The Limitation When Parental Consent Is Not Capable Of Being Given Or In Emergency Situations When Imminent Bodily Harm Or Death Could Result; To Specify The Manner By Which Parental Consent Must Be Verified If Telemedicine Is Provided; To Establish A Cause Of Action For Violation Of This Act; To Provide That This Act Shall Serve As A Defense To Any Cause Of Action That Is Raised As A Result Of A Violation Thereof; To Provide That The Rules Of Construction Shall Provide Broad Protection Of A Parent's Fundamental Rights As Inalienable Unless Those Rights Have Been Legally Waived Or Legally Terminated; To Amend Section 37-3-49, Mississippi Code Of 1972, To Provide The Parent Of Each Public School Student With The Right To Receive Effective Communication From The School Principal As To The Manner In Which Instructional Materials Are Used To Implement The School's Curricular Objectives; To Amend Section 37-13-173, Mississippi Code Of 1972, To Provide Parents The Authority To Opt Their Children Out Of Any Instruction Of The School District's Comprehensive Health Education Relating To Sex Education Upon Submitting A Written Request To The School Principal; To Amend Section 37-15-3, Mississippi Code Of 1972, To Provide That Student And Parental Rights To Education Records Created, Maintained, Or Used By Public Educational Institutions And Agencies Shall Be Protected; To Stipulate That Students And Their Parents Maintain The Right To Access The Student's Educational Records, Waive Access To Such Records, Challenge The Content Of Such Records, Privacy Of Such Records And To Receive Annual Notice Of The Rights To Such Records; To Bring Forward Sections 37-7-301, 37-13-171 And 43-21-105, Mississippi Code Of 1972, For Purposes Of Possible Amendments; And For Related Purposes.",
      "status": "Failed",
      "title": "\"Families' Rights and Responsiblities Act of 2023\"; enact.",
      "url": "/bills/2023/MS/HB509"
    },
    "MS HB576": {
      "description": "An Act To Be Known As The Mississippi Help Not Harm Act; To Create New Section 11-77-1, Mississippi Code Of 1972, To Define Terms; To Create New Section 11-77-3, Mississippi Code Of 1972, To Prohibit Any Person From Knowingly Performing Or Providing Gender Reassignment Surgery Or Services To A Minor; To Provide That Any Licensed Medical Professional Who Performs Or Provides Gender Reassignment Surgery Or Services To A Minor Shall Have His Or Her License Revoked; To Provide A Private Cause Of Action Against A Physician, Osteopath, Hospital, Prescribing Caregiver, Clinic And Any Other Health Care Facility For Injuries Arising Out Of The Course Of Medical, Surgical Or Other Professional Services Related To The Performance Of Gender Reassignment Surgery Or Services; To Provide That This Claim Must Be Brought Within Thirty Years From The Date That The Alleged Act Occurred; To Authorize The Attorney General To Bring An Action To Enforce Compliance With This Section; To Provide That This Section Does Not Apply To Certain Services, Treatments And Procedures; To Amend Section 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; To Amend Section 73-25-33, Mississippi Code Of 1972, To Revise The Definition Of The Practice Of Medicine To Exclude Gender Reassignment Surgery Or Services For Minors; To Amend Section 11-46-5, Mississippi Code Of 1972, To Provide That Under The Tort Claims Act An Employee Shall Not Be Considered As Acting Within The Course And Scope Of His Or Her Employment And A Governmental Entity May Be Liable Or Be Considered To Have Waived Immunity For Any Conduct Of Its Employee If The Employee's Conduct Violated The Provisions Of This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Any Entity For Part Or All Of The Costs Of Care And Services Rendered For Gender Reassignment Surgery Or Services; To Create New Section 83-9-401, Mississippi Code Of 1972, To Prohibit Health Coverage Plans That Are Funded Wholly Or In Part By State Funds Or State-employee Contributions From Reimbursing Or Authorizing Payment Of Part Or All Of The Costs Of Care And Services Rendered By Any Entity For Gender Reassignment Surgery Or Services; To Amend Section 11-1-60, Mississippi Code Of 1972, To Provide That In Any Cause Of Action Filed On Or After July 1, 2023, For A Claim Brought Under Section 11-77-3, If The Trier Of Fact Finds The Defendant Liable, There Shall Not Be A Limitation Placed On The Noneconomic Damages Award That A Trier Of Fact May Award To The Plaintiff; And For Related Purposes.",
      "status": "Failed",
      "title": "Gender reassignment surgery or services; prohibit performing or paying for.",
      "url": "/bills/2023/MS/HB576"
    },
    "MS SB2058": {
      "description": "An Act To Amend Section 37-9-79, Mississippi Code Of 1972, To Delete The Provision That Required Professional School Counselors To Abide By The American School Counselor Association Code Of Ethics; And For Related Purposes.",
      "status": "Failed",
      "title": "School counselors; delete requirement of counselors to abide by the American School Counselor Association Code of Ethics.",
      "url": "/bills/2023/MS/SB2058"
    },
    "MS SB2076": {
      "description": "An Act To Enact The Title Ix Preservation Act; To Provide Interpretation And Clarification Of Certain Terms Relating To Title Ix Of The Federal Code; To State Legislative Intent; To Clarify Terms For The Purposes Of State Law; To Provide That Policies And Laws That Distinguish Between The Sexes Are Subject To Intermediate Constitutional Scrutiny; To Require The State Or A Local Governmental Entity To Disaggregate The Data Of Individuals By Sex Based On The Biological Sex Of Individuals At Birth When The State Or Local Governmental Entity Gathers The Data Of Individuals That Is Disaggregated By Sex; And For Related Purposes.",
      "status": "Failed",
      "title": "The Title IX Preservation Act; enact.",
      "url": "/bills/2023/MS/SB2076"
    },
    "MS SB2760": {
      "description": "An Act To Enact The Mississippi Help Not Harm Act; To Create New Section 11-77-1, Mississippi Code Of 1972, To Define Terms; To Create New Section 11-77-3, Mississippi Code Of 1972, To Prohibit Any Person From Knowingly Performing Or Providing Gender Reassignment Surgery Or Services To A Minor; To Prohibit Any Person From Knowingly Engaging In Conduct That Aids Or Abets In Gender Reassignment Surgery Or Services Being Performed On Or Provided To A Minor; To Provide That Any Licensed Medical Professional, Including, But Not Limited To, A Physician, Osteopath, Physician Assistant, Nurse Practitioner Or Nurse Who Performs Or Provides Gender Reassignment Surgery Or Services To A Minor Shall Have Their License Revoked; To Provide A Private Cause Of Action Against A Physician, Osteopath, Hospital, Prescribing Caregiver, Clinic Or Any Other Health Care Facility For Injuries Arising Out Of The Course Of Medical, Surgical Or Other Professional Services Related To The Performance Of Gender Reassignment Surgery Or Services; To Provide That This Claim Must Be Brought Within 30 Years From The Date The Alleged Act Occurred; To Provide That The Attorney General May Bring An Action To Enforce Compliance With The Act; To Provide Certain Exceptions Of The Act; To Amend Section 73-25-29, Mississippi Code Of 1972, To Conform To The Provisions Of This Act; To Amend Section 73-25-33, Mississippi Code Of 1972, To Revise Physician's Scope Of Practice To Provide That The Practice Of Medicine Shall Not Mean To Knowingly Provide Gender Reassignment Surgery Or Services For Minors; To Amend Section 11-46-5, Mississippi Code Of 1972, To Establish That An Employee Shall Not Be Considered As Acting Within The Course And Scope Of His Employment And A Governmental Entity May Be Liable Or Be Considered To Have Waived Immunity For Any Conduct Of Its Employee If The Employee's Conduct Violated The Provisions Of This Act; To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Any Entity For Part Or All Of The Costs Of Care And Services Rendered For Gender Reassignment Surgery Or Services; To Create New Section 83-9-401, Mississippi Code Of 1972, To Prohibit Health Coverage Plans That Are Funded Wholly Or In Part By State Funds Or State-employee Contributions From Reimbursing Or Authorizing Payment Of Part Or All Of The Costs Of Care And Services Rendered By Any Entity For Gender Reassignment Surgery Or Services; To Amend Section 11-1-60, Mississippi Code Of 1972, To Provide That In Any Cause Of Action Filed On Or After July 1, 2023, For A Claim Brought Under Section 11-77-3, In The Event The Trier Of Fact Finds The Defendant Liable, There Shall Not Be A Limitation Placed On The Noneconomic Damages Award That A Trier Of Fact May Award To The Plaintiff; And For Related Purposes.",
      "status": "Failed",
      "title": "Mississippi Help Not Harm Act; enact.",
      "url": "/bills/2023/MS/SB2760"
    },
    "MS SB2763": {
      "description": "An Act To Enact The \"families' Rights And Responsibilities Act\"; To Provide That The Liberty Of A Parent To Direct The Upbringing, Education, Health Care And Mental Health Of That Parent's Child Shall Be A Fundamental Right; To Provide That The State, Any Political Subdivision Of This State Or Any Other Governmental Entity Shall Not Substantially Burden The Fundamental Right Of A Parent To Direct The Upbringing, Education, Health Care And Mental Health Of That Parent's Child Without Demonstrating That The Burden Is Required By A Compelling Governmental Interest Of The Highest Order As Applied To The Parent And The Child And Is The Least Restrictive Means Of Furthering That Compelling Governmental Interest; To Provide Specific Rights And Responsibilities Of Parents; To Set Standards For The Educational Involvement For Parents In School Districts; To Provide That A Person, Corporation, Association, Organization, State-supported Institution Or Individual Employed By Any Of These Entities Shall Obtain The Consent Of A Parent Of A Child Before Taking Any Specific Medical Care; To Provide A Cause Of Action For Any Violation Of The Act; To Provide That Parents Have Inalienable Rights That Are More Comprehensive Than Those Listed In This Act; And For Related Purposes.",
      "status": "Failed",
      "title": "Families' Rights and Responsibilities Act; enact.",
      "url": "/bills/2023/MS/SB2763"
    },
    "MS SB2764": {
      "description": "An Act To Provide That The Local School Board Of Every Public School District And Public Charter School Shall Adopt A Procedure For Notifying The Parent Of A Student Enrolled In The School Regarding Mental, Emotional And Physical Health Of The Student And Available Health-related Services; To Provide For Parental Consent For Such Services; To Authorize Student Well-being Questionnaires; To Prohibit School Personnel From Providing Or Allowing A Third Party To Provide Instruction Regarding Sexual Orientation Or Gender Identity To Students Enrolled In K-12 In A Manner That Is Not Age Or Developmentally Appropriate; To Amend Section 37-9-59, Mississippi Code Of 1972; To Authorize Dismissal Or Suspension For A Certified Teacher Who Does Not Comply With The Provisions Of This Act Relating To Sexual Orientation Or Gender Identity; And For Related Purposes.",
      "status": "Failed",
      "title": "Parental rights in education; prohibit instruction regarding sexual orientation or gender identity in K-12.",
      "url": "/bills/2023/MS/SB2764"
    },
    "MS SB2765": {
      "description": "An Act Entitled The \"mississippi Families' Rights And Responsibilities Act\"; To Provide Definitions; To Provide That All Parental Rights Are Exclusively Reserved To A Parent Of A Child Without Interference From The State Or Political Subdivision Of The State; To Provide That The Local School Board In Consultation With Parents And Teachers Shall Develop And Adopt A Policy To Promote The Involvement Of Parents Of Children Enrolled In The Public Schools; To Require Public Schools To Adopt Procedures To Ensure That A Parent Provides Written Permission Before Their Child Participates In Identity Curriculum Or Critical Theory Curriculum And Allow Parents To Exempt Their Child From Any Specific Lessons That Are Objectionable To The Family; To Require Parental Consent For Medical And Mental Health Care; To Provide A Cause Of Action For Violations Of This Act; To Provide Rules Of Construction; To Amend Section 37-13-9, Mississippi Code Of 1972, In Conformity; To Bring Forward Sections 41-41-3, 41-41-7 And 41-41-11, Mississippi Code Of 1972, Relating To Implied Consent For Medical Procedures On Minors; And For Related Purposes.",
      "status": "Failed",
      "title": "\"Mississippi Families' Rights and Responsibilities Act\"; enact.",
      "url": "/bills/2023/MS/SB2765"
    },
    "MS SB2770": {
      "description": "An Act To Prohibit Gender Reassignment Surgery From Being Performed Upon A Minor; To State Legislative Intent; To Define Terms; To Criminalize Any Person That Performs A Gender Reassignment Surgery Upon A Minor For The Purpose Of Assisting A Minor With A Gender Transition; To Provide Criminal Penalties; To Provide That The Performance Of A Gender Reassignment Surgery Upon A Minor By A Medical Professional Shall Be Unprofessional Conduct; To Require A Medical Professional's Licensing Or Certifying Board To Revoke The Licensure Of The Medical Professional If It Was Determined That A Gender Reassignment Surgery Was Performed Upon A Minor; To Provide A Civil Penalty For Any Medical Professional Who Performs A Gender Reassignment Surgery Upon A Minor; To Provide A Good-faith Exception For A Minor Born With A Medically Verifiable Genetic Disorder Of Sexual Development; To Provide A Private Cause Of Action For Violations Of This Act; To Provide That The Provisions Of This Act Are Severable; And For Related Purposes.",
      "status": "Failed",
      "title": "Gender reassignment surgery; criminalize performance of upon minors.",
      "url": "/bills/2023/MS/SB2770"
    },
    "MS SB2773": {
      "description": "An Act To Enact The Defense Of Title Ix Act; To Provide Interpretation And Clarification Of Certain Terms Relating To Title Ix Of The Federal Code; To State Legislative Findings And Intent; To Clarify Terms For The Purposes Of State Law; To Provide That Policies And Laws That Distinguish Between The Sexes Are Subject To Intermediate Constitutional Scrutiny; And For Related Purposes.",
      "status": "Failed",
      "title": "The Defense of Title IX Act; enact.",
      "url": "/bills/2023/MS/SB2773"
    },
    "MS SB2820": {
      "description": "An Act Entitled The \"transparency In Education Act\"; To Provide Parents Of Public School Students Certain Rights Related To Their Child's Education, Including The Right To Review A Syllabus, Curriculum And Teacher-training Materials And Meet With The Teacher To Discuss Course Content; To Require Public Schools To Adopt Procedures To Ensure That A Parent Provides Written Permission Before Their Child Participates In Identity Curriculum Or Critical Theory Curriculum And Allow Parents To Exempt Their Child From Any Specific Lessons That Are Objectionable To The Family; To Direct Public Schools To Hold A Curriculum Night To Allow Parents To Review The Curriculum And Meet With Teachers And Staff; To Provide Parental Access To Certain School District Records Concerning Their Child; To Provide Complaint Procedures; To Amend Section 37-13-9, Mississippi Code Of 1972, In Conformity; And For Related Purposes.",
      "status": "Failed",
      "title": "\"Transparency in Education Act\"; prohibit certain curriculum in public schools without parental consent.",
      "url": "/bills/2023/MS/SB2820"
    },
    "MS SB2861": {
      "description": "An Act To Amend Section 83-9-22, Mississippi Code Of 1972, To Prohibit A Health Coverage Plan Under An Insurance Policy Or Other Plan Providing Healthcare Coverage In This State From Being Required To Provide Coverage For Any Gender Reassignment Surgery Or Service; And For Related Purposes.",
      "status": "Failed",
      "title": "Insurance; prohibit mandates for gender reassignment surgery or services.",
      "url": "/bills/2023/MS/SB2861"
    },
    "MS SB2864": {
      "description": "An Act To Create New Section 43-13-117.7, Mississippi Code Of 1972, To Prohibit The Division Of Medicaid From Reimbursing Any Entity For Part Or All Of The Costs Of Care And Services Rendered For Gender Reassignment Surgery Or Services; To Create New Section 83-9-401, Mississippi Code Of 1972, To Prohibit Health Coverage Plans That Are Funded Wholly Or In Part By State Funds Or State-employee Contributions From Reimbursing Or Authorizing Payment Of Part Or All Of The Costs Of Care And Services Rendered By Any Entity For Gender Reassignment Surgery Or Services; And For Related Purposes.",
      "status": "Failed",
      "title": "State funded health plans and Medicaid; prohibit payment of gender reassignment surgery or services.",
      "url": "/bills/2023/MS/SB2864"
    },
    "MS SB2883": {
      "description": "An Act To Amend Section 97-5-39, Mississippi Code Of 1972, To Criminalize The Sterilization Or Facilitation Of The Sterilization Of A Child Chemically Or Physically As Felonious Child Abuse; And For Related Purposes.",
      "status": "Failed",
      "title": "Child sex abuse; include chemical or physical sterilization of child within definition of.",
      "url": "/bills/2023/MS/SB2883"
    }
  },
  "MT": {
    "MT HB218": {
      "description": "",
      "status": "Engrossed",
      "title": "Revise private alternative adolescent residential or outdoor programs laws",
      "url": "/bills/2023/MT/HB218"
    },
    "MT HB234": {
      "description": "",
      "status": "Engrossed",
      "title": "Revise dissemination of obscene material to minors laws",
      "url": "/bills/2023/MT/HB234"
    },
    "MT HB303": {
      "description": "",
      "status": "Engrossed",
      "title": "Implement Medical Ethics and Diversity Act",
      "url": "/bills/2023/MT/HB303"
    },
    "MT HB359": {
      "description": "",
      "status": "Engrossed",
      "title": "Prohibit minors from attending drag shows",
      "url": "/bills/2023/MT/HB359"
    },
    "MT HB361": {
      "description": "",
      "status": "Engrossed",
      "title": "Provide that use of a name and sex by a student is not discrimination",
      "url": "/bills/2023/MT/HB361"
    },
    "MT HB837": {
      "description": "",
      "status": "Introduced",
      "title": "Require curriculum transparency in K-12 education",
      "url": "/bills/2023/MT/HB837"
    },
    "MT SB337": {
      "description": "",
      "status": "Introduced",
      "title": "Generally revise parental rights laws",
      "url": "/bills/2023/MT/SB337"
    },
    "MT SB413": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibit sex education instruction below sixth grade in public schools",
      "url": "/bills/2023/MT/SB413"
    },
    "MT SB458": {
      "description": "",
      "status": "Engrossed",
      "title": "Define sex in Montana law",
      "url": "/bills/2023/MT/SB458"
    },
    "MT SB99": {
      "description": "",
      "status": "Passed - pending Governor signature",
      "title": "Provide for a youth health protection act",
      "url": "/bills/2023/MT/SB99"
    }
  },
  "NC": {
    "NC H43": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibition of Certain Hormone/Surgery/Minors",
      "url": "/bills/2023/NC/H43"
    },
    "NC S49": {
      "description": "",
      "status": "Engrossed",
      "title": "Parents' Bill of Rights",
      "url": "/bills/2023/NC/S49"
    }
  },
  "ND": {
    "ND HB1139": {
      "description": "A BILL for an Act to amend and reenact sections 23-02.1-01, 23-02.1-13, and 23-02.1-15 of the North Dakota Century Code, relating to required elements of birth records.",
      "status": "Engrossed",
      "title": "Required elements of birth records.",
      "url": "/bills/2023/ND/HB1139"
    },
    "ND HB1205": {
      "description": "A BILL for an Act to create and enact a new section to chapter 12.1-27.1 of the North Dakota Century Code, relating to prohibiting public libraries from maintaining explicit sexual material; to provide for a legislative management report; and to provide for application.",
      "status": "Engrossed",
      "title": "Prohibiting public libraries from maintaining explicit sexual material; to provide for a legislative management report; and to provide for application.",
      "url": "/bills/2023/ND/HB1205"
    },
    "ND HB1249": {
      "description": "A BILL for an Act to create and enact chapter 15.1-41 of the North Dakota Century Code, relating to requiring schools to designate their athletic teams and sports for male, female, or coed participation and limitations on use of governmental property for athletic events.",
      "status": "Engrossed",
      "title": "Requiring schools to designate their athletic teams and sports for male, female, or coed participation and limitations on use of governmental property for athletic events.",
      "url": "/bills/2023/ND/HB1249"
    },
    "ND HB1254": {
      "description": "A BILL for an Act to create and enact chapter 12.1-36.1 of the North Dakota Century Code, relating to the prohibition of certain practices against a minor; to provide a penalty; and to declare an emergency.",
      "status": "Engrossed",
      "title": "The prohibition of certain practices against a minor; to provide a penalty; and to declare an emergency.",
      "url": "/bills/2023/ND/HB1254"
    },
    "ND HB1297": {
      "description": "A BILL for an Act to create and enact a new section to chapter 23-02.1 of the North Dakota Century Code, relating to correction or amendment of birth records.",
      "status": "Engrossed",
      "title": "Correction or amendment of birth records.",
      "url": "/bills/2023/ND/HB1297"
    },
    "ND HB1301": {
      "description": "A BILL for an Act to create and enact chapter 23-52 of the North Dakota Century Code, relating to prohibiting medical gender transitioning procedures on a minor; to provide a penalty; and to declare an emergency.",
      "status": "Introduced",
      "title": "Prohibiting medical gender transitioning procedures on a minor; to provide a penalty; and to declare an emergency.",
      "url": "/bills/2023/ND/HB1301"
    },
    "ND HB1332": {
      "description": "A BILL for an Act to create and enact a new section to chapter 43-41 of the North Dakota Century Code, relating to the regulation of social workers.",
      "status": "Introduced",
      "title": "The regulation of social workers.",
      "url": "/bills/2023/ND/HB1332"
    },
    "ND HB1333": {
      "description": "A BILL for an Act to create and enact a new section to chapter 12.1-27.1 of the North Dakota Century Code, relating to restrictions on adult-oriented performances; to amend and reenact section 12.1-27.1-12 of the North Dakota Century Code, relating to state pre-emption of local laws regulating obscenity; and to provide a penalty.",
      "status": "Engrossed",
      "title": "State pre-emption of local laws regulating obscenity; and to provide a penalty.",
      "url": "/bills/2023/ND/HB1333"
    },
    "ND HB1473": {
      "description": "A BILL for an Act to create and enact a new section to chapter 12-44.1, a new section to chapter 12-46, a new section to chapter 12-47, and a new section to chapter 15-10 of the North Dakota Century Code, relating to the use of restrooms, locker rooms, and shower rooms in a dormitory or living facility controlled by the state board of higher education, a correctional facility, the North Dakota youth correctional center, and the penitentiary exclusively for males and females.",
      "status": "Engrossed",
      "title": "The use of restrooms, locker rooms, and shower rooms in a dormitory or living facility controlled by the state board of higher education, a correctional facility, the North Dakota youth correctional center, and the penitentiary exclusively for males and females.",
      "url": "/bills/2023/ND/HB1473"
    },
    "ND HB1474": {
      "description": "A BILL for an Act to amend and reenact section 1-01-49 and subsection 7 of section 51-35-01 of the North Dakota Century Code, relating to the definition of female, male, sex, and scrap metal dealer.",
      "status": "Engrossed",
      "title": "The definition of female, male, sex, and scrap metal dealer.",
      "url": "/bills/2023/ND/HB1474"
    },
    "ND HB1489": {
      "description": "A BILL for an Act to create and enact chapter 15-10.6 of the North Dakota Century Code, relating to requiring institutions of higher education designating athletic teams and sports for male, female, or coed participation.",
      "status": "Engrossed",
      "title": "Requiring institutions of higher education designating athletic teams and sports for male, female, or coed participation.",
      "url": "/bills/2023/ND/HB1489"
    },
    "ND HB1522": {
      "description": "A BILL for an Act to create and enact a new section to chapter 14-02.4 and a new section to chapter 15.1-06 of the North Dakota Century Code, relating to preferred pronouns and providing accommodations to a transgender student; to provide a penalty; and to declare an emergency.",
      "status": "Engrossed",
      "title": "Preferred pronouns and providing accommodations to a transgender student; to provide a penalty; and to declare an emergency.",
      "url": "/bills/2023/ND/HB1522"
    },
    "ND HB1526": {
      "description": "A BILL for an Act to create and enact a new section to chapter 14-02.4, a new section to chapter 15.1-07, and two new sections to chapter 15.1-21 of the North Dakota Century Code, relating to school discrimination, parental rights and involvement in school, curbing of social emotional learning, and the review and recommendation of instructional materials; to amend and reenact subsection 6 of section 14-02.4-02 and section 15.1-21-24 of the North Dakota Century Code, relating to the definition of a discriminatory practice and reproductive health education requirements; and to provide a penalty.",
      "status": "Introduced",
      "title": "The definition of a discriminatory practice and reproductive health education requirements; and to provide a penalty.",
      "url": "/bills/2023/ND/HB1526"
    },
    "ND HCR3010": {
      "description": "",
      "status": "Engrossed",
      "title": "A concurrent resolution urging public schools and public entities, including agencies or departments that collect vital statistics, to protect women's rights by distinguishing between the sexes according to biological sex at birth for the purpose of providing equal opportunities and ensuring the privacy and safety of women and girls.",
      "url": "/bills/2023/ND/HCR3010"
    },
    "ND SB2199": {
      "description": "A BILL for an Act to amend and reenact section 1-01-34 of the North Dakota Century Code, relating to gender usage in the North Dakota Century Code; and to provide a penalty.",
      "status": "Introduced",
      "title": "Gender usage in the North Dakota Century Code; and to provide a penalty.",
      "url": "/bills/2023/ND/SB2199"
    },
    "ND SB2231": {
      "description": "AN ACT to create and enact sections 14-02.4-03.1 and 15.1-06-21 of the North Dakota Century Code, relating to preferred pronoun discriminatory practices and school policies on expressed gender.",
      "status": "Vetoed",
      "title": "Preferred pronoun discriminatory practices and school policies on expressed gender.",
      "url": "/bills/2023/ND/SB2231"
    },
    "ND SB2260": {
      "description": "A BILL for an Act to create and enact a new section to chapter 14-09, a new section to chapter 15.1-09, and a new section to chapter 23-12 of the North Dakota Century Code, relating to fundamental parental rights, parental involvement in education, and parental right to consent to medical treatment of the parent's child.",
      "status": "Engrossed",
      "title": "Fundamental parental rights, parental involvement in education, and parental right to consent to medical treatment of the parent's child.",
      "url": "/bills/2023/ND/SB2260"
    }
  },
  "NE": {
    "NE LB371": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibit an individual under nineteen years of age or under twenty-one years of age from being present at a drag show as prescribed",
      "url": "/bills/2023/NE/LB371"
    },
    "NE LB574": {
      "description": "",
      "status": "Engrossed",
      "title": "Adopt the Let Them Grow Act",
      "url": "/bills/2023/NE/LB574"
    },
    "NE LB575": {
      "description": "",
      "status": "Introduced",
      "title": "Adopt the Sports and Spaces Act",
      "url": "/bills/2023/NE/LB575"
    },
    "NE LB743": {
      "description": "",
      "status": "Introduced",
      "title": "Adopt the Investment Neutrality in Public Funds Act",
      "url": "/bills/2023/NE/LB743"
    },
    "NE LB810": {
      "description": "",
      "status": "Introduced",
      "title": "Adopt the Medical Ethics and Diversity Act",
      "url": "/bills/2023/NE/LB810"
    }
  },
  "NH": {
    "NH HB396": {
      "description": "",
      "status": "Introduced",
      "title": "Relative to state recognition of biological sex.",
      "url": "/bills/2023/NH/HB396"
    },
    "NH HB417": {
      "description": "",
      "status": "Introduced",
      "title": "Relative to the definition of child abuse.",
      "url": "/bills/2023/NH/HB417"
    },
    "NH HB619": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibiting gender transition procedures for minors, relative to sex and gender in public schools, and relative to the definition of conversion therapy.",
      "url": "/bills/2023/NH/HB619"
    },
    "NH SB272": {
      "description": "",
      "status": "Engrossed",
      "title": "Establishing a parents' bill of rights in education.",
      "url": "/bills/2023/NH/SB272"
    }
  },
  "NJ": {
    "NJ A1418": {
      "description": "",
      "status": "Introduced",
      "title": "Provides that public school parent who objects to learning material or activity that parent considers harmful may receive voucher from school district to enroll student in nonpublic school.",
      "url": "/bills/2023/NJ/A1418"
    },
    "NJ A1630": {
      "description": "",
      "status": "Introduced",
      "title": "\"Fairness in Women's Sport Act.\"",
      "url": "/bills/2023/NJ/A1630"
    },
    "NJ A3883": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits board of education from providing instruction in family life education, sex education, sexual health, sexual orientation, or gender identity to students in preschool through grade four.",
      "url": "/bills/2023/NJ/A3883"
    },
    "NJ A4042": {
      "description": "",
      "status": "Introduced",
      "title": "\"Children Innocence Protection Act.\"",
      "url": "/bills/2023/NJ/A4042"
    },
    "NJ S2648": {
      "description": "",
      "status": "Introduced",
      "title": "Prohibits school districts from incorporating instruction on sexual orientation or gender identity for students in grades kindergarten through six; requires consent from parents or guardians for students in grades seven through 12 for instruction on sexual orientation or gender identity.",
      "url": "/bills/2023/NJ/S2648"
    },
    "NJ S3076": {
      "description": "",
      "status": "Introduced",
      "title": "Establishes \"Child Protection and Anti-Mutilation Act.\"",
      "url": "/bills/2023/NJ/S3076"
    },
    "NJ S585": {
      "description": "",
      "status": "Introduced",
      "title": "Provides that public school parent who objects to learning material or activity that parent considers harmful may receive voucher from school district to enroll student in nonpublic school.",
      "url": "/bills/2023/NJ/S585"
    },
    "NJ S589": {
      "description": "",
      "status": "Introduced",
      "title": "\"Fairness in Women's Sport Act.\"",
      "url": "/bills/2023/NJ/S589"
    }
  },
  "NM": {
    "NM HB394": {
      "description": "",
      "status": "Introduced",
      "title": "No Gender Reassignment Teaching In Schools",
      "url": "/bills/2023/NM/HB394"
    },
    "NM HB490": {
      "description": "",
      "status": "Introduced",
      "title": "Parental Consent For Gender Procedures",
      "url": "/bills/2023/NM/HB490"
    },
    "NM HB492": {
      "description": "",
      "status": "Introduced",
      "title": "Women's Sports Protection Act",
      "url": "/bills/2023/NM/HB492"
    },
    "NM HM57": {
      "description": "",
      "status": "Introduced",
      "title": "Importance Of Biological Males & Females",
      "url": "/bills/2023/NM/HM57"
    }
  },
  "NV": {
    "NV AB374": {
      "description": "AN ACT relating to athletics; requiring the Nevada Interscholastic Activities Association to adopt rules and regulations requiring each interscholastic activity or event to be designated based on biological sex; requiring the Board of Regents of the University of Nevada to adopt a policy requiring each interscholastic sport or athletic event that is sanctioned or sponsored by a university, state college or community college within the Nevada System of Higher Education to be designated based on biological sex; requiring each organization for youth sports that sanctions or sponsors competitive sports for youths in this State to adopt a policy requiring each youth sport to be designated based on biological sex; defining certain terms; and providing other matters properly relating thereto.",
      "status": "Introduced",
      "title": "Revises provisions governing athletics in schools, the Nevada System of Higher Education and organizations for youth sports. (BDR 34-718)",
      "url": "/bills/2023/NV/AB374"
    },
    "NV SB228": {
      "description": "AN ACT relating to governmental financial administration; prohibiting the Public Employees' Retirement Board from investing, providing investment advice or engaging in shareholder proxy voting for any purpose other than the financial interest of the Public Employees' Retirement System; prohibiting, under certain circumstances, certain governmental entities from contracting with companies that engage in economic boycotts; and providing other matters properly relating thereto.",
      "status": "Introduced",
      "title": "Revises provisions relating to governmental financial administration. (BDR 23-945)",
      "url": "/bills/2023/NV/SB228"
    }
  },
  "OH": {
    "OH HB6": {
      "description": "To enact sections 3313.5319 and 3345.562 of the Revised Code to enact the Save Women's Sports Act to require schools, state institutions of higher education, and private colleges to designate separate single-sex teams and sports for each sex.",
      "status": "Introduced",
      "title": "Enact the Save Women's Sports Act",
      "url": "/bills/2023/OH/HB6"
    },
    "OH HB68": {
      "description": "To enact sections 3109.054, 3129.01, 3129.02, 3129.03, 3129.04, 3129.05, 3129.06, and 3129.07 of the Revised Code regarding gender transition services for minors and to name this act the Ohio Saving Adolescents from Experimentation (SAFE) Act.",
      "status": "Introduced",
      "title": "Enact Ohio Saving Adolescents from Experimentation (SAFE) Act",
      "url": "/bills/2023/OH/HB68"
    },
    "OH HB8": {
      "description": "To amend sections 3314.03 and 3326.11 and to enact section 3313.473 of the Revised Code to enact the \"Parents' Bill of Rights\" to require public schools to adopt a policy on parental notification on student health and well-being and instructional materials with sexually explicit content.",
      "status": "Introduced",
      "title": "Enact the Parents' Bill of Rights",
      "url": "/bills/2023/OH/HB8"
    },
    "OH SB6": {
      "description": "To amend sections 145.11, 742.11, 3307.15, 3309.15, 3345.16, 4123.44, 4123.442, and 5505.06 and to enact section 3345.161 of the Revised Code regarding environmental, social, and corporate governance policies with respect to the state retirement systems, Bureau of Workers' Compensation, and state institutions of higher education.",
      "status": "Introduced",
      "title": "Regards certain public entities' governance policies",
      "url": "/bills/2023/OH/SB6"
    }
  },
  "OK": {
    "OK HB1011": {
      "description": "",
      "status": "Introduced",
      "title": "Public health and safety; defining terms; health care professionals; gender transition procedures; referrals; exceptions; public funds; Medicaid program reimbursements; felony penalties; statute of limitations; unprofessional conduct; license revocation; statute of limitations; claims or defenses; civil actions; administrative remedies; attorney fees; Attorney General; codification; effective date.",
      "url": "/bills/2023/OK/HB1011"
    },
    "OK HB1377": {
      "description": "",
      "status": "Introduced",
      "title": "Oklahoma Save Adolescents from Experimentation (SAFE) Act; effective date.",
      "url": "/bills/2023/OK/HB1377"
    },
    "OK HB1449": {
      "description": "",
      "status": "Engrossed",
      "title": "Discrimination; enacting the Women's Bill of Rights; effective date.",
      "url": "/bills/2023/OK/HB1449"
    },
    "OK HB1466": {
      "description": "",
      "status": "Introduced",
      "title": "Public health and safety; definitions; health care professionals; gender transition; exceptions; statute of limitations; license revocation; state license holders; certain claims; civil actions; attorney fees; effective date.",
      "url": "/bills/2023/OK/HB1466"
    },
    "OK HB1781": {
      "description": "",
      "status": "Introduced",
      "title": "Children; Parents' Bill of Rights; private right of action; Attorney General; investigate; violation; materials; instruction; fine; term; effective date.",
      "url": "/bills/2023/OK/HB1781"
    },
    "OK HB1947": {
      "description": "",
      "status": "Introduced",
      "title": "State government; creating the Eliminate Economic Boycotts Act; requiring written verification in certain contracts; effective date.",
      "url": "/bills/2023/OK/HB1947"
    },
    "OK HB2177": {
      "description": "",
      "status": "Engrossed",
      "title": "Public health and safety; health care professionals; prohibiting certain gender transition procedures; exceptions; administrative remedies; emergency.",
      "url": "/bills/2023/OK/HB2177"
    },
    "OK HB2186": {
      "description": "",
      "status": "Introduced",
      "title": "Crimes and punishments; adult cabaret and drag performance; making certain acts unlawful; codification; emergency.",
      "url": "/bills/2023/OK/HB2186"
    },
    "OK HB2340": {
      "description": "",
      "status": "Introduced",
      "title": "State government; business; contracts; prohibited contracts; enforcement; damages; effective date.",
      "url": "/bills/2023/OK/HB2340"
    },
    "OK HB2546": {
      "description": "",
      "status": "Engrossed",
      "title": "Schools; instruction; sexual orientation; gender identity; codification; effective date.",
      "url": "/bills/2023/OK/HB2546"
    },
    "OK HB2736": {
      "description": "",
      "status": "Introduced",
      "title": "Crimes and punishments; adding definition; effective date.",
      "url": "/bills/2023/OK/HB2736"
    },
    "OK SB1004": {
      "description": "",
      "status": "Introduced",
      "title": "Public retirement systems; creating the Oklahoma Pension Fiduciary Duty Act. Effective date.",
      "url": "/bills/2023/OK/SB1004"
    },
    "OK SB1007": {
      "description": "",
      "status": "Introduced",
      "title": "Student athletics; creating the Save Men's Sports Act; requiring designation of certain athletic teams. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB1007"
    },
    "OK SB1017": {
      "description": "",
      "status": "Introduced",
      "title": "Schools; prohibiting survey on certain topics; prohibiting schools from maintaining books on certain topics. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB1017"
    },
    "OK SB129": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting certain uses of public funds, public facilities, and public employees. Emergency.",
      "url": "/bills/2023/OK/SB129"
    },
    "OK SB131": {
      "description": "",
      "status": "Introduced",
      "title": "Schools; amending the Parents' Bill of Rights; providing for civil action; modifying certain rights. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB131"
    },
    "OK SB250": {
      "description": "",
      "status": "Introduced",
      "title": "Public programs; prohibiting public funding for provider of gender transition procedures; allowing reapplication under certain conditions. Emergency.",
      "url": "/bills/2023/OK/SB250"
    },
    "OK SB251": {
      "description": "",
      "status": "Introduced",
      "title": "Definitions and general provisions; limiting permissible applications of specified term or definition; prohibiting public entity from using other applications. Emergency.",
      "url": "/bills/2023/OK/SB251"
    },
    "OK SB252": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting certain medical treatment for minors; providing administrative penalty. Effective date.",
      "url": "/bills/2023/OK/SB252"
    },
    "OK SB26": {
      "description": "",
      "status": "Engrossed",
      "title": "Schools; providing certain exception to designation and use of restroom or changing area. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB26"
    },
    "OK SB30": {
      "description": "",
      "status": "Introduced",
      "title": "Schools; requiring certain notifications; prohibiting use of certain names and pronouns without consent; prohibiting certain instruction in certain grades. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB30"
    },
    "OK SB345": {
      "description": "",
      "status": "Introduced",
      "title": "Crime and punishment; making certain medical treatment unlawful; defining term; providing for certain penalty. Emergency.",
      "url": "/bills/2023/OK/SB345"
    },
    "OK SB404": {
      "description": "",
      "status": "Engrossed",
      "title": "Oklahoma Religious Freedom Act; establishing exclusion from certain funds or benefits for certain reasons as substantial burden. Effective date.",
      "url": "/bills/2023/OK/SB404"
    },
    "OK SB408": {
      "description": "",
      "status": "Engrossed",
      "title": "Discrimination; creating the Women's Bill of Rights; authorizing distinctions for certain purposes. Effective date.",
      "url": "/bills/2023/OK/SB408"
    },
    "OK SB613": {
      "description": "",
      "status": "Engrossed",
      "title": "Health care; prohibiting gender transition procedures for children; providing for administrative, criminal and civil enforcement. Effective date.",
      "url": "/bills/2023/OK/SB613"
    },
    "OK SB614": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting gender reassignment medical treatment for minors; providing for certain civil actions and relief. Emergency.",
      "url": "/bills/2023/OK/SB614"
    },
    "OK SB786": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting provision of certain services to minor; authorizing certain civil action; authorizing reward of certain damages or relief. Effective date.",
      "url": "/bills/2023/OK/SB786"
    },
    "OK SB787": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting provision of certain services to minor; authorizing certain civil action; authorizing reward of certain damages or relief. Effective date.",
      "url": "/bills/2023/OK/SB787"
    },
    "OK SB788": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting provision of certain services to minor; authorizing certain civil action; authorizing reward of certain damages or relief; creating certain criminal offense and penalty. Effective date.",
      "url": "/bills/2023/OK/SB788"
    },
    "OK SB789": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; prohibiting provision of certain services to minor; authorizing certain civil action; authorizing reward of certain damages or relief; creating certain criminal offense and penalty. Effective date.",
      "url": "/bills/2023/OK/SB789"
    },
    "OK SB866": {
      "description": "",
      "status": "Introduced",
      "title": "Schools; requiring written consent to participate in certain curriculum; directing certain curriculum and materials be available for inspection. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB866"
    },
    "OK SB878": {
      "description": "",
      "status": "Introduced",
      "title": "Health care; creating the Oklahoma Save Adolescents from Experimentation (SAFE) Act; prohibiting gender transition procedures; providing for administrative and civil enforcement. Emergency.",
      "url": "/bills/2023/OK/SB878"
    },
    "OK SB887": {
      "description": "",
      "status": "Introduced",
      "title": "Freedom of conscience; creating the Medical Ethics Defense Act; granting certain rights and protections to certain medical practitioners, healthcare institutions, or healthcare payers. Effective date.",
      "url": "/bills/2023/OK/SB887"
    },
    "OK SB932": {
      "description": "",
      "status": "Introduced",
      "title": "Education; prohibiting certain employees, volunteers, and contractors from using certain names or pronouns without written consent. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB932"
    },
    "OK SB937": {
      "description": "",
      "status": "Introduced",
      "title": "Schools; creating the School Establishment Clause Act (SECA); prohibiting creation, enforcement, or endorsement of certain policies. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB937"
    },
    "OK SB943": {
      "description": "",
      "status": "Introduced",
      "title": "Students; creating the Oklahoma Parent Empowerment Act for Kids; providing eligibility for OK PEAK accounts. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB943"
    },
    "OK SB973": {
      "description": "",
      "status": "Introduced",
      "title": "Schools; prohibiting certain curriculum and materials for certain grades from including certain information. Effective date. Emergency.",
      "url": "/bills/2023/OK/SB973"
    }
  },
  "OR": {
    "OR HB2186": {
      "description": "Prohibits athletic organizations from designating, classifying, naming or categorizing as specific for females certain athletic activities for which participation is permitted by persons whose biological sex is male. Prohibits athletic organizations from designating, classifying, naming or categorizing as specific for females certain athletic activities for which participation is permitted by persons whose biological sex is male.",
      "status": "Introduced",
      "title": "Relating to sex-specific athletic activities.",
      "url": "/bills/2023/OR/HB2186"
    },
    "OR HB2477": {
      "description": "Prohibits district school boards from adopting specified procedures relating to parental notification. Prohibits district school boards from adopting specified procedures relating to parental notification. Prohibits classroom instruction on sexual orientation and gender identity, absent parental consent, before fourth grade. Prohibits school district from providing health care services if parent withholds consent or declines specified health care service. Requires parental consent before administering specified questionnaire or health screening form. Directs State Board of Education to adopt procedure for parents to report concerns regarding school district's implementation of requirements.",
      "status": "Introduced",
      "title": "Relating to parental rights regarding students.",
      "url": "/bills/2023/OR/HB2477"
    },
    "OR HB3044": {
      "description": "Directs district school boards to adopt procedures for notifying parents of specified information. Directs district school boards to adopt procedures for notifying parents of specified information. Prohibits classroom instruction on sexual orientation and gender identity, absent parental consent, before fourth grade. Requires parental consent before administering specified questionnaire or health screening form. Directs State Board of Education to adopt procedure for parents to report concerns regarding school district's implementation of requirements. Requires health care providers to notify parents of minors when minors consent to specified medical treatments without parental consent. Directs health care provider who declines to disclose information to minor's parents due to provider's concerns regarding abuse of minor to immediately report suspected child abuse. Modifies definition of \"personal representative\" for purposes of access to minor's protected health information to include minor's parent or legal guardian. Takes effect on 91st day following adjournment sine die.",
      "status": "Introduced",
      "title": "Relating to parental rights; prescribing an effective date.",
      "url": "/bills/2023/OR/HB3044"
    },
    "OR HB3137": {
      "description": "Prohibits medical health care professional from performing or providing sex alteration procedure on minor. Prohibits medical health care professional from performing or providing sex alteration procedure on minor. Defines \"sex alteration procedure.\" Provides that sex alteration procedure on minor is unprofessional conduct subject to discipline by appropriate health professional licensing board. Allows individual to bring claim for violation and recover specified damages. Declares emergency, effective on passage.",
      "status": "Introduced",
      "title": "Relating to procedures to alter minor's sex; declaring an emergency.",
      "url": "/bills/2023/OR/HB3137"
    },
    "OR SB452": {
      "description": "Prohibits physicians from performing irreversible gender reassignment surgery on minor. Prohibits physicians from performing irreversible gender reassignment surgery on minor. Creates exceptions.",
      "status": "Introduced",
      "title": "Relating to gender reassignment surgery.",
      "url": "/bills/2023/OR/SB452"
    },
    "OR SB453": {
      "description": "Requires school districts to designate athletic competitions and extracurricular sports according to biological sex. Requires school districts to designate athletic competitions and extracurricular sports according to biological sex. Prohibits biological males from participating in athletic competitions or extracurricular sports designated for biological females. Provides causes of action for students and school districts.",
      "status": "Introduced",
      "title": "Relating to participation in athletic competitions according to biological sex.",
      "url": "/bills/2023/OR/SB453"
    },
    "OR SB749": {
      "description": "Prohibits athletic organizations from designating, classifying, naming or categorizing as specific for females certain athletic activities for which participation is permitted by persons whose biological sex is male. Prohibits athletic organizations from designating, classifying, naming or categorizing as specific for females certain athletic activities for which participation is permitted by persons whose biological sex is male.",
      "status": "Introduced",
      "title": "Relating to sex-specific athletic activities.",
      "url": "/bills/2023/OR/SB749"
    },
    "OR SB897": {
      "description": "Prohibits Department of Corrections from paying for or providing, directly or indirectly, gender-affirming care to individuals in custody of correctional facility in this state. Prohibits Department of Corrections from paying for or providing, directly or indirectly, gender-affirming care to individuals in custody of correctional facility in this state.",
      "status": "Introduced",
      "title": "Relating to prohibiting gender-affirming care at correctional facilities.",
      "url": "/bills/2023/OR/SB897"
    }
  },
  "PA": {
    "PA HB138": {
      "description": "An Act amending Title 42 (Judiciary and Judicial Procedure) of the Pennsylvania Consolidated Statutes, in limitation of time, providing for gender affirmation treatments.",
      "status": "Introduced",
      "title": "In limitation of time, providing for gender affirmation treatments.",
      "url": "/bills/2023/PA/HB138"
    },
    "PA HB216": {
      "description": "An Act providing for sport activities in public institutions of higher education and public school entities to be expressly designated male, female or coed; and creating causes of action for harms suffered by designation.",
      "status": "Introduced",
      "title": "Providing for sport activities in public institutions of higher education and public school entities to be expressly designated male, female or coed; and creating causes of action for harms suffered by designation.",
      "url": "/bills/2023/PA/HB216"
    },
    "PA HB319": {
      "description": "An Act providing for classroom instruction on sexual orientation and gender identity and for parental notification of student health care services; and establishing cause of action for violation.",
      "status": "Introduced",
      "title": "Providing for classroom instruction on sexual orientation and gender identity and for parental notification of student health care services; and establishing cause of action for violation.",
      "url": "/bills/2023/PA/HB319"
    }
  },
  "RI": {
    "RI S0391": {
      "description": "Categorizes women by their biological identity at birth rather than their gender identity for purpose of organized sports.",
      "status": "Introduced",
      "title": "Fairness In Women's Sports Act",
      "url": "/bills/2023/RI/S0391"
    },
    "RI S0487": {
      "description": "Requires separate restrooms and sleeping quarters for members of the opposite sex at school overnight trips.",
      "status": "Introduced",
      "title": "Health And Safety Of Pupils",
      "url": "/bills/2023/RI/S0487"
    }
  },
  "SC": {
    "SC H3197": {
      "description": "Amend The South Carolina Code Of Laws By Adding Chapter 23 To Title 63 So As To Provide That Parents Have Fundamental Rights Regarding The Upbringing, Education, And Care Of Their Children; To Define Necessary Terms; To Limit The Ability Of The Government To Infringe On Parental Rights; To Identify Certain Fundamental Rights Of Parents; To Require That School Districts Create Parental Involvement Policies; To Prohibit Care Providers From Soliciting Or Providing Health Care Services To Children Without Written Parental Consent; To Provide That The Chapter's Provisions Supersede State Of Emergency Declarations; To Create A Cause Of Action For Violations Of This Chapter; And By Amending Section 63-5-340, Relating To The Age At Which A Minor May Consent To Health Services, So As To Raise The Age To Eighteen.",
      "status": "Introduced",
      "title": "Parental Bill of Rights",
      "url": "/bills/2023/SC/H3197"
    },
    "SC H3485": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"families' Rights And Responsibilities Act\" By Adding Chapter 23 To Title 63 So As To Recognize That Parents Have The Ultimate Responsibility To Direct The Upbringing, Education, Health Care, And Mental Health Of Their Children; To Set Forth Certain Rights And Responsibilities; To Require Local School Boards Of Trustees To Take Certain Actions To Promote Parental Involvement; To Require Medical Providers To Obtain Parental Consent Before Providing Health Care Services To A Child Of The Parent, With Exceptions; To Create A Cause Of Action For Violation Of The Chapter; And For Other Purposes; And To Amend Section 59-28-160, Relating To Local School Boards Of Trustees, So As To Make Conforming Changes.",
      "status": "Introduced",
      "title": "Families' Rights and Responsibilities Act",
      "url": "/bills/2023/SC/H3485"
    },
    "SC H3551": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"south Carolina Vulnerable Child Compassion And Protection Act\"; And By Adding Chapter 140 To Title 44 So As To Prohibit The Performance Of A Medical Procedure Or The Prescription Or Issuance Of Medication, Upon Or To A Minor, That Is Intended To Alter The Appearance Of The Minor's Gender Or Delay Puberty, With Exceptions; To Authorize Professional Disciplinary Action And The Right To Institute A Civil Action For Violations Of The Chapter; And For Other Purposes.",
      "status": "Introduced",
      "title": "South Carolina Vulnerable Child Compassion and Protection Act",
      "url": "/bills/2023/SC/H3551"
    },
    "SC H3564": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"eliminate Economic Boycotts Act\"; And By Adding Section 11-1-130 So As To Require Companies That Contract With The State To Certify That They Do Not Boycott Or Discriminate Against Certain Companies.",
      "status": "Introduced",
      "title": "Eliminate Economic Boycotts Act",
      "url": "/bills/2023/SC/H3564"
    },
    "SC H3565": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"state Pension Fiduciary Duty Act\"; And By Adding Section 9-16-110 So As To Provide That State Retirement Funds Must Be Invested Solely To Achieve A Return For Pension Plan Beneficiaries And Not To Achieve Certain Political And Social Objectives.",
      "status": "Introduced",
      "title": "State Pension Fiduciary Duty Act",
      "url": "/bills/2023/SC/H3565"
    },
    "SC H3611": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"live And Let Live Act\"; By Adding Article 2 To Chapter 32 Of Title 1 So As To Prohibit The State Government From Discriminating Against Certain Individuals And Organizations Based On Their Beliefs Regarding Marriage And A Person's Sex; And For Other Purposes.",
      "status": "Introduced",
      "title": "Live and Let Live Act",
      "url": "/bills/2023/SC/H3611"
    },
    "SC H3616": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"defense Of Children's Innocence Act\" By Adding Section 6-1-200 So As To Provide That Any Business Where Drag Shows Are Held Is Deemed To Be A Sexually Oriented Business For All Local Ordinances Relating To A Sexually Oriented Business; By Adding Section 6-1-210 So As To Prohibit A State Agency, Political Subdivision, And Any Entity That Is Supported In Whole Or In Part By Public Funds From Using Any Public Funds To Host Or Provide A Drag Show; And By Amending Section 16-15-385, Relating To Disseminating Harmful Materials To Minors, So As To Include The Offense Of Allowing A Minor To View A Drag Show.",
      "status": "Introduced",
      "title": "Defense of Children's Innocence Act",
      "url": "/bills/2023/SC/H3616"
    },
    "SC H3728": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"south Carolina Transparency And Integrity In Education Act\"; By Adding Article 5 To Chapter 29, Title 59 So As To Express Related Intentions Of The General Assembly, To Provide Necessary Definitions, To Prohibit Certain Concepts From Being Included In Public School Instruction And Professional Development, To Provide Means For Addressing Violations, And To Provide Procedures For Public Review Of Public School Curriculum And Instructional Materials; And By Amending Section 59-28-180, Relating To Parental Expectations In The Parental Involvement In Their Children's Education Act, So As To Provide Parents Are Expected To Be The Primary Source Of The Education Of Their Children Regarding Morals, Ethics, And Civic Responsibility, And To Provide A Parental Pledge Of Expectations Must Be Provided To Parents As Part Of The Registration And Enrollment Process.",
      "status": "Engrossed",
      "title": "Transparency and Integrity in Education Act",
      "url": "/bills/2023/SC/H3728"
    },
    "SC H3730": {
      "description": "Amend The South Carolina Code Of Laws By Enacting The \"millstone Act Of 2023\"; And By Adding Chapter 141 To Title 44 So As To Prohibit Health Care Professionals From Making Referrals For Or Providing Gender-transition Procedures Or Services To Anyone Under Twenty-six Years Of Age; To Prohibit The Use Of Public Funds For Such Procedures; And To Create A Criminal Penalty For Violations, Provide For Professional Discipline, Allow A Private Right Of Action, And Authorize The Attorney General To Enforce The Chapter.",
      "status": "Introduced",
      "title": "Millstone Act of 2023",
      "url": "/bills/2023/SC/H3730"
    },
    "SC H3827": {
      "description": "Amend The South Carolina Code Of Laws By Adding Section 59-29-12 So As To Provide Students In State-funded Places Of Learning With An Education Focused On Excellence And Integrity, Equip Them To Think Independently And Critically, Support Educators By Maintaining A Learning And Work Environment Unencumbered By Social Or Political Activism, Treat Students And Employees Of Schools With Dignity As Unique Individuals Without Stereotyping Or Scapegoating, Provide Instruction Free From Ideological Indoctrination Or Coercion, Foster And Defend Intellectual Inquiry And Freedom Of Speech As Well As Freedom From Compelled Speech, Require Clear Distinctions Between The Teaching Of Theory And Fact, Require Full Transparency Of Curricula, Protect The Privacy And Innocence Of Children And Guard Them Against Obscene And Mature Materials, Respect The Rights Of Parents As Their Child's Decision-makers For Health And Well-being, Including Emotional And Sexual Development, Defer To Parents As Their Child's Primary Source Of Moral And Social Values, Allow Parents To Opt Out Of Activities That Violate This Act, Establish A Clear Protocol For Reporting Violations And Allowing Local Entities To Address And Correct Issues, And Require Privacy And Nondisclosure During The Investigation Process.",
      "status": "Introduced",
      "title": "SC Integrity in Education Act",
      "url": "/bills/2023/SC/H3827"
    },
    "SC S0234": {
      "description": "Amend The South Carolina Code Of Laws, Title 63, By Adding Chapter 23 So As To Enact The Parental Bill Of Rights; By Adding Section 63-23-110 So As To Provide That Parents Have Fundamental Rights Regarding The Upbringing, Education, And Care Of Their Children; By Adding Section 63-23-120 So As To Define Necessary Terms; By Adding Section 63-23-130 So As To Provide That The Government Cannot Infringe On Fundamental Rights Of Parents Without A Compelling State Interest That Is Narrowly Tailored And That Cannot Be Achieved By A Less Intrusive Means; By Adding Section 63-23-140 So As To Provide Fundamental Rights Of Parents; By Adding Section 63-23-150 So As To Require That School Districts Should Create Parental Involvement Policies; By Adding Section 63-23-160 So As To Prohibit Health Care Providers From Soliciting Or Providing Health Care Services To Children Without Written Parental Consent; By Adding Section 63-23-170 To Provide That The Provisions Contained In This Chapter Supersede Any Matter To The Contrary Contained In A State Of Emergency; By Adding Section 63-23-180 To Provide For A Cause Of Action For Violations Of This Chapter; And By Amending Section 63-5-340, Relating To A Minor's Consent To Health Services, So As To Raise The Age At Which A Minor May Consent To Health Services.",
      "status": "Introduced",
      "title": "Parents Bill of Rights",
      "url": "/bills/2023/SC/S0234"
    },
    "SC S0243": {
      "description": "Amend The South Carolina Code Of Laws By Adding Section 40-47-205, Relating To General Provisions Concerning Physicians, So As To Prohibit Physicians From Performing Gender Reassignment Surgery On Minors, And To Prohibit Physicians From Prescribing Or Administering Certain Substances For The Purpose Of Attempting To Alter The Appearance Of Or Affirm The Minor's Perception Of His Gender If That Appearance Or Perception Is Inconsistent With The Minor's Biological Sex.",
      "status": "Introduced",
      "title": "Gender reassignment",
      "url": "/bills/2023/SC/S0243"
    },
    "SC S0274": {
      "description": "Amend The South Carolina Code Of Laws By Adding Section 40-47-300 So As To Provide Definitions; By Adding Section 40-47-310 So As To Provide That A Person Younger Than Twenty-one Years Of Age May Not Undergo Gender Transition Procedures; By Adding Section 40-47-320 So As To Provide That A Person Younger Than Twenty-one Years Of Age May Receive Appropriate Medical Services Otherwise Related To Gender Transition Procedures Under Limited Circumstances; By Adding Section 40-47-330 So As To Provide Prerequisites For A Person Older Than Twenty-one Years Of Age To Undergo Gender Transition Procedures; By Adding Section 40-47-340 So As To Provide That No Public Funds May Be Used To Pay For Gender Transition Procedures; And By Adding Section 59-32-35 So As To Provide That Gender Identity Disorders May Be Taught As Part Of A Comprehensive Health Education Program, To Provide That Students With Gender Identity Disorders Must Be Encouraged To Seek Mental Health Treatment For The Disorder And Must Not Be Encouraged To Seek Gender Transition Procedures, And To Provide That School Personnel Must Notify Parents When They Learn That A Student Suffers From A Gender Identity Disorder.",
      "status": "Introduced",
      "title": "Gender Reassignment Surgery",
      "url": "/bills/2023/SC/S0274"
    },
    "SC S0276": {
      "description": "An Amendment To Article Xvii Of The Constitution Of South Carolina, By Adding Section 16 To Provide That A Person's Biological Sex At Birth Constitutes That Person's Gender For The Purposes Of The State Constitution And Laws.",
      "status": "Introduced",
      "title": "Biological Sex Constitutional Amendment",
      "url": "/bills/2023/SC/S0276"
    },
    "SC S0332": {
      "description": "Amend The South Carolina Code Of Laws By Amending Section 20-1-330, Relating To Issuance Of Marriage License Certificates, So As To Provide For The Signature Of The Bride And Groom On The Certificate.",
      "status": "Introduced",
      "title": "Marriage Certificates",
      "url": "/bills/2023/SC/S0332"
    },
    "SC S0364": {
      "description": "Amend The South Carolina Code Of Laws By Amending Section 44-63-100, Relating To The Process Through Which A Person May Make Changes To His Birth Certificate, So As To Provide That Gender Changes To A Person's Birth Certificate May Only Be To Change From Male To Female Or From Female To Male And To Provide For Affidavits That Must Accompany A Petition To Make A Gender Change To A Person's Birth Certificate.",
      "status": "Introduced",
      "title": "Vital Statistics - Changes to Birth Certificates",
      "url": "/bills/2023/SC/S0364"
    },
    "SC S0424": {
      "description": "Amend The South Carolina Code Of Laws By Adding Section 59-29-12 So As To Provide Students In State-funded Places Of Learning With An Education Focused On Excellence And Integrity, Equip Them To Think Independently And Critically, Support Educators By Maintaining A Learning And Work Environment Unencumbered By Social Or Political Activism, Treat Students And Employees Of Schools With Dignity As Unique Individuals Without Stereotyping Or Scapegoating, Provide Instruction Free From Ideological Indoctrination Or Coercion, Foster And Defend Intellectual Inquiry And Freedom Of Speech As Well As Freedom From Compelled Speech, Require Clear Distinctions Between The Teaching Of Theory And Fact, Require Full Transparency Of Curricula, Protect The Privacy And Innocence Of Children And Guard Them Against Obscene And Mature Materials, Respect The Rights Of Parents As Their Child's Decision-makers For Health And Well-being Including Emotional And Sexual Development, Defer To Parents As Their Child's Primary Source Of Moral And Social Values, Allow Parents To Opt Out Of Activities That Violate This Act, Establish A Clear Protocol For Reporting Violations And Allowing Local Entities To Address And Correct Issues, And Require Privacy And Nondisclosure During The Investigation Process.",
      "status": "Introduced",
      "title": "SC Integrity in Education Act",
      "url": "/bills/2023/SC/S0424"
    },
    "SC S0585": {
      "description": "Amend The South Carolina Code Of Laws By Adding Section 16-15-450 So As To Prohibit Adult Cabaret Performances On Public Property And In Places Where Such A Performance Can Be Viewed By Minors, And To Define Necessary Terms.",
      "status": "Introduced",
      "title": "Adult Cabaret Performances",
      "url": "/bills/2023/SC/S0585"
    },
    "SC S0623": {
      "description": "Amend The South Carolina Code Of Laws By Amending Section 44-63-100, Relating To The Process Through Which A Person May Make Changes To His Birth Certificate, So As To Provide That Gender Changes To A Person's Birth Certificate May Only Be To Change From Male To Female Or From Female To Male And To Provide For Affidavits That Must Accompany A Petition To Make A Gender Change To A Person's Birth Certificate.",
      "status": "Introduced",
      "title": "Vital Statistics - Changes to Birth Certificates",
      "url": "/bills/2023/SC/S0623"
    },
    "SC S0624": {
      "description": "An Amendment To Article Xvii Of The Constitution Of South Carolina, By Adding Section 16 To Provide That A Person's Biological Sex At Birth Constitutes That Person's Gender For The Purposes Of The State Constitution And Laws.",
      "status": "Introduced",
      "title": "Biological Sex Constitutional Amendment",
      "url": "/bills/2023/SC/S0624"
    },
    "SC S0627": {
      "description": "Amend The South Carolina Code Of Laws By Adding Section 40-47-300 So As To Define Gender, Sex, And Other Terms; By Adding Section 40-47-310 So As To Prohibit The Provision Of Gender Transition Procedures To A Person Under Eighteen Years Of Age; By Adding Section 40-47-320 So As To Provide Exceptions; By Adding Section 40-47-330 So As To Prohibit The Use Of Public Funds For Gender Transition Procedures; By Adding Section 40-47-340 So As To Provide Penalties; And By Adding Section 59-32-36 So As To Prohibit School Staff And Officials From Withholding Knowledge Of A Minor's Perception Of Their Gender From The Minor's Parents.",
      "status": "Introduced",
      "title": "Gender Identity",
      "url": "/bills/2023/SC/S0627"
    }
  },
  "SD": {
    "SD HB1080": {
      "description": "",
      "status": "Passed",
      "title": "Prohibit certain medical and surgical interventions on minor patients.",
      "url": "/bills/2023/SD/HB1080"
    },
    "SD HB1116": {
      "description": "",
      "status": "Engrossed",
      "title": "Prohibit the use of state resources in hosting lewd or lascivious content.",
      "url": "/bills/2023/SD/HB1116"
    },
    "SD HB1125": {
      "description": "",
      "status": "Introduced",
      "title": "Expand provisions regarding the protection of minors from certain exhibitions.",
      "url": "/bills/2023/SD/HB1125"
    },
    "SD HB1208": {
      "description": "",
      "status": "Introduced",
      "title": "Prevent government entities from entering contracts with companies that promote certain economic boycotts.",
      "url": "/bills/2023/SD/HB1208"
    },
    "SD HCR6008": {
      "description": "",
      "status": "Introduced",
      "title": "Affirming, supporting, and defending certain principles, values, and goals.",
      "url": "/bills/2023/SD/HCR6008"
    }
  },
  "TN": {
    "TN HB0001": {
      "description": "As enacted, prohibits a healthcare provider from performing on a minor or administering to a minor a medical procedure if the performance or administration of the procedure is for the purpose of enabling a minor to identify with, or live as, a purported identity inconsistent with the minor’s sex. - Amends TCA Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71.",
      "status": "Passed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71, relative to medical care of the young.",
      "url": "/bills/2023/TN/HB0001"
    },
    "TN HB0009": {
      "description": "As enacted, creates an offense for a person who engages in an adult cabaret performance on public property or in a location where the adult cabaret performance could be viewed by a person who is not an adult. - Amends TCA Title 7, Chapter 51, Part 14.",
      "status": "Passed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 7, Chapter 51, Part 14, relative to adult-oriented performances.",
      "url": "/bills/2023/TN/HB0009"
    },
    "TN HB0030": {
      "description": "As introduced, requires a person to obtain a valid entertainer permit from the adult-oriented establishment board, in those jurisdictions with a board, prior to performing adult cabaret entertainment for compensation; prohibits public, private, and commercial establishments from allowing persons under the age of 18 to attend a performance featuring adult cabaret entertainment. - Amends TCA Title 7, Chapter 51.",
      "status": "Engrossed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 7, Chapter 51, relative to adult cabaret entertainment.",
      "url": "/bills/2023/TN/HB0030"
    },
    "TN HB0239": {
      "description": "As introduced, adds \"sex\" as a defined term for statutory construction purposes. - Amends TCA Title 1, Chapter 3 and Title 49, Chapter 2, Part 8.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 1, Chapter 3 and Title 49, Chapter 2, Part 8, relative to statutory definitions.",
      "url": "/bills/2023/TN/HB0239"
    },
    "TN HB0306": {
      "description": "As introduced, authorizes a private school to create a policy to regulate a student's participation in the school's athletic activities or events based upon a student's biological sex. - Amends TCA Title 49, Chapter 1 and Title 49, Chapter 50.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 49, Chapter 1 and Title 49, Chapter 50, relative to private schools.",
      "url": "/bills/2023/TN/HB0306"
    },
    "TN HB0571": {
      "description": "As introduced, prohibits public institutions of higher education offering certain medical and health-related degree or certificate programs, and state contractors, from requiring diversity, equity, and inclusion training and education for purposes of the issuance of a degree, or the approval of a state contract or grant, as applicable. - Amends TCA Title 9; Title 12; Title 49 and Title 63.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 9; Title 12; Title 49 and Title 63, relative to limiting the application of DEI training.",
      "url": "/bills/2023/TN/HB0571"
    },
    "TN HB1215": {
      "description": "As introduced, prohibits any managed care organization that contracts with the bureau of TennCare to provide medical assistance from providing reimbursement or coverage for a medical procedure if the performance or administration of the procedure is for the purpose of enabling a person to identify with, or live as, a purported identity inconsistent with the person's sex, or treating purported discomfort or distress from a discordance between a person's sex and asserted identity. - Amends TCA Title 4; Title 56; Title 68 and Title 71.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 4; Title 56; Title 68 and Title 71, relative to managed care organizations.",
      "url": "/bills/2023/TN/HB1215"
    },
    "TN HB1269": {
      "description": "As introduced, specifies that a teacher or other employee of a public school or LEA is not required to refer to a student using the student's preferred pronoun if the pronoun is not consistent with the student's biological sex; insulates a teacher or other employee of a public school or LEA from civil liability and adverse employment action for referring to a student using the pronoun that is consistent with the student's biological sex. - Amends TCA Title 49, Chapter 6.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 49, Chapter 6, relative to student pronouns.",
      "url": "/bills/2023/TN/HB1269"
    },
    "TN HB1339": {
      "description": "As introduced, requires the department to actively seek and apply for federal grants and other available federal funds, and utilize available federal funds, for the purpose of alleviating childhood hunger. - Amends TCA Title 4 and Title 71.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 4 and Title 71, relative to the department of human services.",
      "url": "/bills/2023/TN/HB1339"
    },
    "TN HB1378": {
      "description": "As introduced, enacts the “Youth Health Protection Act.” - Amends TCA Title 8; Title 9; Title 14; Title 33; Title 63 and Title 68.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 8; Title 9; Title 14; Title 33; Title 63 and Title 68, relative to health.",
      "url": "/bills/2023/TN/HB1378"
    },
    "TN HB1414": {
      "description": "As introduced, enacts the \"Families' Rights and Responsibilities Act,\" which declares that the ability of a parent to direct the upbringing, education, health care, and mental health of that parent’s child is a fundamental right. - Amends TCA Title 36 and Title 49.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 36 and Title 49, relative to the \"Families' Rights and Responsibilities Act.\"",
      "url": "/bills/2023/TN/HB1414"
    },
    "TN HB1447": {
      "description": "As introduced, clarifies that prescribing hormone treatment for minors is not a standard medical practice when the treatment is for the purpose of enabling a minor to identify with, or live as, a purported identity inconsistent with the minor’s sex or treating purported discomfort or distress from a discordance between a minor's sex and asserted identity. - Amends TCA Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71, relative to treatment of minors.",
      "url": "/bills/2023/TN/HB1447"
    },
    "TN SB0001": {
      "description": "As enacted, prohibits a healthcare provider from performing on a minor or administering to a minor a medical procedure if the performance or administration of the procedure is for the purpose of enabling a minor to identify with, or live as, a purported identity inconsistent with the minor’s sex. - Amends TCA Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71.",
      "status": "Passed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71, relative to medical care of the young.",
      "url": "/bills/2023/TN/SB0001"
    },
    "TN SB0003": {
      "description": "As enacted, creates an offense for a person who engages in an adult cabaret performance on public property or in a location where the adult cabaret performance could be viewed by a person who is not an adult. - Amends TCA Title 7, Chapter 51, Part 14.",
      "status": "Passed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 7, Chapter 51, Part 14, relative to adult-oriented performances.",
      "url": "/bills/2023/TN/SB0003"
    },
    "TN SB0005": {
      "description": "As introduced, enacts the “Youth Health Protection Act.” - Amends TCA Title 8; Title 9; Title 14; Title 33; Title 63 and Title 68.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 8; Title 9; Title 14; Title 33; Title 63 and Title 68, relative to health.",
      "url": "/bills/2023/TN/SB0005"
    },
    "TN SB0466": {
      "description": "As introduced, specifies that a teacher or other employee of a public school or LEA is not required to refer to a student using the student's preferred pronoun if the pronoun is not consistent with the student's biological sex; insulates a teacher or other employee of a public school or LEA from civil liability and adverse employment action for referring to a student using the pronoun that is consistent with the student's biological sex. - Amends TCA Title 49, Chapter 6.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 49, Chapter 6, relative to student pronouns.",
      "url": "/bills/2023/TN/SB0466"
    },
    "TN SB0603": {
      "description": "As introduced, prohibits public institutions of higher education offering certain medical and health-related degree or certificate programs, and state contractors, from requiring diversity, equity, and inclusion training and education for purposes of the issuance of a degree, or the approval of a state contract or grant, as applicable. - Amends TCA Title 9; Title 12; Title 49 and Title 63.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 9; Title 12; Title 49 and Title 63, relative to limiting the application of DEI training.",
      "url": "/bills/2023/TN/SB0603"
    },
    "TN SB0620": {
      "description": "As introduced, enacts the \"Families' Rights and Responsibilities Act,\" which declares that the ability of a parent to direct the upbringing, education, health care, and mental health of that parent’s child is a fundamental right. - Amends TCA Title 36 and Title 49.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 36 and Title 49, relative to the \"Families' Rights and Responsibilities Act.\"",
      "url": "/bills/2023/TN/SB0620"
    },
    "TN SB0841": {
      "description": "As introduced, requires a person to obtain a valid entertainer permit from the adult-oriented establishment board, in those jurisdictions with a board, prior to performing adult cabaret entertainment for compensation; prohibits public, private, and commercial establishments from allowing persons under the age of 18 to attend a performance featuring adult cabaret entertainment. - Amends TCA Title 7, Chapter 51.",
      "status": "Failed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 7, Chapter 51, relative to adult cabaret entertainment.",
      "url": "/bills/2023/TN/SB0841"
    },
    "TN SB1237": {
      "description": "As introduced, authorizes a private school to create a policy to regulate a student's participation in the school's athletic activities or events based upon a student's biological sex. - Amends TCA Title 49, Chapter 1 and Title 49, Chapter 50.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 49, Chapter 1 and Title 49, Chapter 50, relative to private schools.",
      "url": "/bills/2023/TN/SB1237"
    },
    "TN SB1339": {
      "description": "As introduced, prohibits any managed care organization that contracts with the bureau of TennCare to provide medical assistance from providing reimbursement or coverage for a medical procedure if the performance or administration of the procedure is for the purpose of enabling a person to identify with, or live as, a purported identity inconsistent with the person's sex, or treating purported discomfort or distress from a discordance between a person's sex and asserted identity. - Amends TCA Title 4; Title 56; Title 68 and Title 71.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 4; Title 56; Title 68 and Title 71, relative to managed care organizations.",
      "url": "/bills/2023/TN/SB1339"
    },
    "TN SB1440": {
      "description": "As introduced, adds \"sex\" as a defined term for statutory construction purposes. - Amends TCA Title 1, Chapter 3 and Title 49, Chapter 2, Part 8.",
      "status": "Engrossed",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 1, Chapter 3 and Title 49, Chapter 2, Part 8, relative to statutory definitions.",
      "url": "/bills/2023/TN/SB1440"
    },
    "TN SB1469": {
      "description": "As introduced, clarifies that prescribing hormone treatment for minors is not a standard medical practice when the treatment is for the purpose of enabling a minor to identify with, or live as, a purported identity inconsistent with the minor’s sex or treating purported discomfort or distress from a discordance between a minor's sex and asserted identity. - Amends TCA Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71.",
      "status": "Introduced",
      "title": "AN ACT to amend Tennessee Code Annotated, Title 28; Title 29; Title 33; Title 34; Title 36; Title 37; Title 39; Title 40; Title 49; Title 56; Title 63; Title 68 and Title 71, relative to treatment of minors.",
      "url": "/bills/2023/TN/SB1469"
    }
  },
  "TX": {
    "TX HB1029": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to a prohibition on funding for gender reassignment.",
      "url": "/bills/2023/TX/HB1029"
    },
    "TX HB1155": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to parental rights in public education and prohibiting instruction regarding sexual orientation or gender identity for certain public school students.",
      "url": "/bills/2023/TX/HB1155"
    },
    "TX HB122": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to professional liability insurance coverage for and prohibitions on providing to certain children procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria; creating a criminal offense.",
      "url": "/bills/2023/TX/HB122"
    },
    "TX HB1266": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of sexually oriented business.",
      "url": "/bills/2023/TX/HB1266"
    },
    "TX HB1532": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to professional liability insurance coverage for and prohibitions on the provision to certain children of procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria and to the abuse of a child.",
      "url": "/bills/2023/TX/HB1532"
    },
    "TX HB1541": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to parental rights in public education and prohibiting certain instruction regarding sexual orientation or gender identity; authorizing a civil penalty.",
      "url": "/bills/2023/TX/HB1541"
    },
    "TX HB1686": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibitions on the provision to certain children of procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria and on the use of public money or public assistance to provide those procedures and treatments.",
      "url": "/bills/2023/TX/HB1686"
    },
    "TX HB1752": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to liability for the provision to certain children of procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria; providing a civil penalty.",
      "url": "/bills/2023/TX/HB1752"
    },
    "TX HB1952": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the required inclusion of a person's sex on a birth certificate.",
      "url": "/bills/2023/TX/HB1952"
    },
    "TX HB2116": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to psychological evaluations before the provision of gender reassignment treatments and procedures.",
      "url": "/bills/2023/TX/HB2116"
    },
    "TX HB23": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to participation in athletic activities based on biological sex; providing a civil right to action for K-12 athletes and college athletes.",
      "url": "/bills/2023/TX/HB23"
    },
    "TX HB262": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the identification of and prohibited cooperation by state and local entities with certain federal acts that violate the United States Constitution.",
      "url": "/bills/2023/TX/HB262"
    },
    "TX HB2659": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to protection for a public school employee's refusal to participate in certain inclusivity policies.",
      "url": "/bills/2023/TX/HB2659"
    },
    "TX HB2722": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to a public school policy regarding multi-occupancy bathrooms or changing facilities.",
      "url": "/bills/2023/TX/HB2722"
    },
    "TX HB2862": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the confinement of inmates according to biological sex.",
      "url": "/bills/2023/TX/HB2862"
    },
    "TX HB3147": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the detainment and housing of juveniles and inmates based on biological sex.",
      "url": "/bills/2023/TX/HB3147"
    },
    "TX HB3164": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the prohibition of diversity, equity, and inclusion offices and employees at public institutions of higher education.",
      "url": "/bills/2023/TX/HB3164"
    },
    "TX HB319": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to protection of persons from participation in a health care service for reasons of conscience; providing a civil remedy; authorizing disciplinary action.",
      "url": "/bills/2023/TX/HB319"
    },
    "TX HB3213": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the detainment and housing of juveniles based on biological sex.",
      "url": "/bills/2023/TX/HB3213"
    },
    "TX HB3502": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to required health benefit plan coverage for gender transition adverse effects and reversals.",
      "url": "/bills/2023/TX/HB3502"
    },
    "TX HB3883": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to general definitions for and collection of governmental information regarding biological sex.",
      "url": "/bills/2023/TX/HB3883"
    },
    "TX HB3902": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to certain general definitions in the Code Construction Act.",
      "url": "/bills/2023/TX/HB3902"
    },
    "TX HB41": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to professional liability insurance coverage for and prohibitions on the provision to certain children of procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria.",
      "url": "/bills/2023/TX/HB41"
    },
    "TX HB4129": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibiting certain erotic performances; creating a criminal offense; authorizing a civil penalty.",
      "url": "/bills/2023/TX/HB4129"
    },
    "TX HB42": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of child abuse.",
      "url": "/bills/2023/TX/HB42"
    },
    "TX HB436": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of abuse of a child.",
      "url": "/bills/2023/TX/HB436"
    },
    "TX HB4378": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to a cause of action for drag performances performed in the presence of a minor.",
      "url": "/bills/2023/TX/HB4378"
    },
    "TX HB4534": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to a policy prohibiting public school employees from assisting a student with social transitioning and to the loss of state funding for a violation by a public school.",
      "url": "/bills/2023/TX/HB4534"
    },
    "TX HB4624": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to gender modification procedures and treatments for certain minors; providing a civil penalty.",
      "url": "/bills/2023/TX/HB4624"
    },
    "TX HB4754": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to health benefit plan coverage for and prohibitions on gender transitioning procedures and treatments provided to certain individuals; creating a criminal offense.",
      "url": "/bills/2023/TX/HB4754"
    },
    "TX HB4961": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to a parent's right to information concerning the gender identity of the parent's child.",
      "url": "/bills/2023/TX/HB4961"
    },
    "TX HB5235": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to regulations and policies for entering or using a bathroom or changing facility in a public school; authorizing a civil penalty, authorizing a private civil right of action.",
      "url": "/bills/2023/TX/HB5235"
    },
    "TX HB5236": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to regulations and policies for entering or using a bathroom or changing facility in a public school.",
      "url": "/bills/2023/TX/HB5236"
    },
    "TX HB5256": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to a public school policy regarding multi-occupancy bathrooms or changing facilities.",
      "url": "/bills/2023/TX/HB5256"
    },
    "TX HB631": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to parental rights in education.",
      "url": "/bills/2023/TX/HB631"
    },
    "TX HB643": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of sexually oriented business.",
      "url": "/bills/2023/TX/HB643"
    },
    "TX HB672": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of child abuse and the prosecution of the criminal offense of abandoning or endangering a child.",
      "url": "/bills/2023/TX/HB672"
    },
    "TX HB708": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of sexually oriented business.",
      "url": "/bills/2023/TX/HB708"
    },
    "TX HB776": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibited practices by physicians.",
      "url": "/bills/2023/TX/HB776"
    },
    "TX HB888": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the statute of limitations on a health care liability claim involving certain gender modification drugs provided to and procedures performed on a minor.",
      "url": "/bills/2023/TX/HB888"
    },
    "TX SB1029": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to civil liability for, governmental health plan coverage of, and public funding for gender modification procedures and treatments.",
      "url": "/bills/2023/TX/SB1029"
    },
    "TX SB1082": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition and use of the terms \"male\" and \"female\" for purposes of certain government documents.",
      "url": "/bills/2023/TX/SB1082"
    },
    "TX SB1198": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the statute of limitations on a health care liability claim involving certain gender modification drugs provided to and procedures performed on a minor.",
      "url": "/bills/2023/TX/SB1198"
    },
    "TX SB14": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibitions on the provision to certain children of procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria and on the use of public money or public assistance to provide those procedures and treatments.",
      "url": "/bills/2023/TX/SB14"
    },
    "TX SB1443": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to public school library materials and certain performances at public school facilities.",
      "url": "/bills/2023/TX/SB1443"
    },
    "TX SB15": {
      "description": "",
      "status": "Engrossed",
      "title": "Relating to requiring public institution of higher education students who compete in intercollegiate athletic competitions to compete based on biological sex.",
      "url": "/bills/2023/TX/SB15"
    },
    "TX SB162": {
      "description": "",
      "status": "Engrossed",
      "title": "Relating to the required inclusion of a person's sex on a birth certificate and prohibited change of sex on the birth certificate of certain minors.",
      "url": "/bills/2023/TX/SB162"
    },
    "TX SB1690": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibiting the conservatorship of a child by a parent who removes the child from this state for certain purposes relating to gender reassignment.",
      "url": "/bills/2023/TX/SB1690"
    },
    "TX SB2281": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibiting certain adult cabaret performances; creating a criminal offense.",
      "url": "/bills/2023/TX/SB2281"
    },
    "TX SB249": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the offense of genital mutilation.",
      "url": "/bills/2023/TX/SB249"
    },
    "TX SB250": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the provision of and professional liability insurance coverage for gender transitioning or gender reassignment medical procedures and treatments for certain children.",
      "url": "/bills/2023/TX/SB250"
    },
    "TX SB393": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to parental rights in public education and prohibiting instruction regarding sexual orientation or gender identity for public school students; authorizing a civil remedy.",
      "url": "/bills/2023/TX/SB393"
    },
    "TX SB476": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to the definition of sexually oriented business.",
      "url": "/bills/2023/TX/SB476"
    },
    "TX SB625": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to prohibitions on the provision to certain children of procedures and treatments for gender transitioning, gender reassignment, or gender dysphoria and on the use of public money or public assistance to provide those procedures and treatments.",
      "url": "/bills/2023/TX/SB625"
    },
    "TX SB649": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to participation in athletic activities based on biological sex; providing a civil right to action for K-12 athletes and college athletes.",
      "url": "/bills/2023/TX/SB649"
    },
    "TX SB8": {
      "description": "",
      "status": "Introduced",
      "title": "Relating to public education, including parental rights and public school responsibilities regarding instructional materials and the establishment of an education savings account program.",
      "url": "/bills/2023/TX/SB8"
    },
    "TX SCR3": {
      "description": "",
      "status": "Introduced",
      "title": "Expressing support for ending \"gender-affirming care.\"",
      "url": "/bills/2023/TX/SCR3"
    }
  },
  "UT": {
    "UT HB0132": {
      "description": "",
      "status": "Failed",
      "title": "Prohibiting Sex Transitioning Procedures on Minors",
      "url": "/bills/2023/UT/HB0132"
    },
    "UT HB0329": {
      "description": "",
      "status": "Failed",
      "title": "Event Permit Notification Amendments",
      "url": "/bills/2023/UT/HB0329"
    },
    "UT HB0463": {
      "description": "",
      "status": "Failed",
      "title": "High School Sports Amendments",
      "url": "/bills/2023/UT/HB0463"
    },
    "UT HB0464": {
      "description": "",
      "status": "Failed",
      "title": "School Materials Amendments",
      "url": "/bills/2023/UT/HB0464"
    },
    "UT SB0016": {
      "description": "",
      "status": "Passed",
      "title": "Transgender Medical Treatments and Procedures Amendments",
      "url": "/bills/2023/UT/SB0016"
    },
    "UT SB0093": {
      "description": "",
      "status": "Passed",
      "title": "Birth Certificate Modifications",
      "url": "/bills/2023/UT/SB0093"
    },
    "UT SB0100": {
      "description": "",
      "status": "Passed",
      "title": "School Gender Identity Policies",
      "url": "/bills/2023/UT/SB0100"
    },
    "UT SB0283": {
      "description": "",
      "status": "Failed",
      "title": "Study of Diversity, Equity, and Inclusion in Higher Education",
      "url": "/bills/2023/UT/SB0283"
    }
  },
  "VA": {
    "VA HB1387": {
      "description": "K-12 schools and institutions of higher education; designation of interscholastic, intercollegiate, intramural, and club athletic teams and sports based on biological sex; student participation in female teams or sports; civil cause of action. Requires each interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a public elementary or secondary school or by a public institution of higher education to be expressly designated as one of the following based on biological sex: (i) males, men, or boys; (ii) females, women, or girls; or (iii) coed or mixed if participation on such team or sport is open to both (a) males, men, or boys and (b) females, women, or girls. The bill requires identification of the student's biological sex on an athletics eligibility form signed by a licensed physician, nurse practitioner, or physician assistant to be submitted by any such student who desires to try out for or participate in an interscholastic, intercollegiate, intramural, or club athletic team or sport. The bill prohibits any such team or sport that is expressly designated for females, women, or girls from being open to students whose biological sex is male. The bill further prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a public elementary or secondary school or a public institution of higher education from competing against any interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a private elementary or secondary school or private institution of higher education in the Commonwealth unless such private school or institution complies with the applicable provisions of the bill.  K-12 schools and institutions of higher education; designation of interscholastic, intercollegiate, intramural, and club athletic teams and sports based on biological sex; student participation in female teams or sports; civil cause of action. Requires each interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a public elementary or secondary school or by a public institution of higher education to be expressly designated as one of the following based on biological sex: (i) males, men, or boys; (ii) females, women, or girls; or (iii) coed or mixed if participation on such team or sport is open to both (a) males, men, or boys and (b) females, women, or girls. The bill requires identification of the student's biological sex on an athletics eligibility form signed by a licensed physician, nurse practitioner, or physician assistant to be submitted by any such student who desires to try out for or participate in an interscholastic, intercollegiate, intramural, or club athletic team or sport. The bill prohibits any such team or sport that is expressly designated for females, women, or girls from being open to students whose biological sex is male. The bill further prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a public elementary or secondary school or a public institution of higher education from competing against any interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a private elementary or secondary school or private institution of higher education in the Commonwealth unless such private school or institution complies with the applicable provisions of the bill.  The bill prohibits any government entity, licensing or accrediting organization, or athletic association or organization from entertaining a complaint, opening an investigation, or taking any other adverse action against public school or institution of higher education based on a violation of the provisions of the bill and creates a cause of action for any school or institution of higher education that suffers harm as a result of a violation of the bill. Finally, the bill creates a civil cause of action for any student that suffers harm as a result of a knowing violation of a provision of the bill by a school or institution or as a result of the student's reporting a violation of a provision of the bill by a school, institution, athletic association, or organization.",
      "status": "Engrossed",
      "title": "K-12 schools/higher ed. institution; designation of interscholastic, etc., sports based on sex, etc.",
      "url": "/bills/2023/VA/HB1387"
    },
    "VA HB1399": {
      "description": "Elementary and secondary schools and institutions of higher education; interscholastic, intercollegiate, intramural, and club athletic teams and sports; student participation; certain requirements. Requires each interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education to be expressly designated as one of the following based on each team member's biological sex at birth: (i) for \"males,\" \"men,\" or \"boys\"; (ii) for \"females,\" \"women,\" or \"girls\"; or (iii) as \"coed\" or \"mixed,\" including both (a) males, men, or boys and (b) females, women, or girls. The bill prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education and that is expressly designated for \"males,\" \"men,\" or \"boys\" from being open to any student whose biological sex at birth is female unless such school or institution does not sponsor such a team or sport that is expressly designated for \"females,\" \"women,\" or \"girls\" or as \"coed\" or \"mixed.\" The bill prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education and that is expressly designated for \"females,\" \"women,\" or \"girls\" from being open to any student whose biological sex at birth is male. The bill prohibits any interscholastic, intercollegiate, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education from competing against any interscholastic, intercollegiate, or club athletic team or sport that is sponsored by a private elementary or secondary school or a private institution of higher education unless such private school or institution complies with the applicable provisions of the bill for the team or sport that it sponsors. The bill also establishes a cause of action for students, schools, and institutions that suffer harm as a result of a violation of certain provisions of the bill. The bill finally prohibits any school board from using any funds or permitting any school within the local school division to use any funds to join, affiliate with, pay dues or fees to, or in any way financially support any interscholastic athletic association, body, or entity unless the constitution, rules, or policies of such association, body, or entity recognizes, sanctions, and regulates interscholastic competition between wrestling teams exclusively comprised of students whose biological sex at birth is female. Elementary and secondary schools and institutions of higher education; interscholastic, intercollegiate, intramural, and club athletic teams and sports; student participation; certain requirements. Requires each interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education to be expressly designated as one of the following based on each team member's biological sex at birth: (i) for \"males,\" \"men,\" or \"boys\"; (ii) for \"females,\" \"women,\" or \"girls\"; or (iii) as \"coed\" or \"mixed,\" including both (a) males, men, or boys and (b) females, women, or girls. The bill prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education and that is expressly designated for \"males,\" \"men,\" or \"boys\" from being open to any student whose biological sex at birth is female unless such school or institution does not sponsor such a team or sport that is expressly designated for \"females,\" \"women,\" or \"girls\" or as \"coed\" or \"mixed.\" The bill prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education and that is expressly designated for \"females,\" \"women,\" or \"girls\" from being open to any student whose biological sex at birth is male. The bill prohibits any interscholastic, intercollegiate, or club athletic team or sport that is sponsored by a public elementary or secondary school or a public institution of higher education from competing against any interscholastic, intercollegiate, or club athletic team or sport that is sponsored by a private elementary or secondary school or a private institution of higher education unless such private school or institution complies with the applicable provisions of the bill for the team or sport that it sponsors. The bill also establishes a cause of action for students, schools, and institutions that suffer harm as a result of a violation of certain provisions of the bill. The bill finally prohibits any school board from using any funds or permitting any school within the local school division to use any funds to join, affiliate with, pay dues or fees to, or in any way financially support any interscholastic athletic association, body, or entity unless the constitution, rules, or policies of such association, body, or entity recognizes, sanctions, and regulates interscholastic competition between wrestling teams exclusively comprised of students whose biological sex at birth is female.",
      "status": "Introduced",
      "title": "Elementary schools, etc.; designation of interscholastic, etc., sports, student participation.",
      "url": "/bills/2023/VA/HB1399"
    },
    "VA HB1434": {
      "description": "Student records; name change; court order required. Prohibits any school board member or school board employee from changing the name of a student enrolled in the local school division on any education record relating to such student unless the member or employee receives a change of name order for such student that was issued in accordance with relevant law.",
      "status": "Introduced",
      "title": "Student records; name change, court order required.",
      "url": "/bills/2023/VA/HB1434"
    },
    "VA HB1707": {
      "description": "Public school students; self-identification as gender other than biological sex; parental contact. Requires any person licensed as administrative or instructional personnel by the Board of Education and employed by a local school board who, in the scope of his employment, has reason to believe, as a result of direct communication from a student, that such student is self-identifying as a gender that is different than his biological sex to contact, as soon as practicable and in accordance with Board guidelines, at least one of such student's parents to ask whether such parent is aware of the student's mental state and whether the parent wishes to obtain or has already obtained counseling for such student.",
      "status": "Introduced",
      "title": "Public school students; self-identification as gender other than biological sex, parental contact.",
      "url": "/bills/2023/VA/HB1707"
    },
    "VA HB2432": {
      "description": "Sage's Law; minor students experiencing gender incongruence; parental notification of certain expressions and requests and parental permission for certain plans required; parental care. Requires each public elementary or secondary school principal or his designee to (i) as soon as practicable, inform at least one parent of a minor student enrolled in such school if such minor (a) expresses to any individual who is employed in such school that such minor is experiencing gender incongruence, as defined in the bill, or (b) requests that any such employee participate in social affirmation of such minor's gender incongruence or the transition of such minor to a sex or gender different from the minor's biological sex while at school and (ii) request and receive permission from at least one parent of a minor student enrolled at such school prior to the implementation at such school of any plan concerning any gender incongruence experienced by such minor, including any counseling of such minor at school. Any such plan shall include provision for parental participation to the extent requested by the parent. The bill also clarifies, in the definition of the term \"abused or neglected child,\" that in no event shall referring to and raising the child in a manner consistent with the child's biological sex, including related mental health or medical decisions, be considered abuse or neglect. Sage's Law; minor students experiencing gender incongruence; parental notification of certain expressions and requests and parental permission for certain plans required; parental care. Requires each public elementary or secondary school principal or his designee to (i) as soon as practicable, inform at least one parent of a minor student enrolled in such school if such minor (a) expresses to any individual who is employed in such school that such minor is experiencing gender incongruence, as defined in the bill, or (b) requests that any such employee participate in social affirmation of such minor's gender incongruence or the transition of such minor to a sex or gender different from the minor's biological sex while at school and (ii) request and receive permission from at least one parent of a minor student enrolled at such school prior to the implementation at such school of any plan concerning any gender incongruence experienced by such minor, including any counseling of such minor at school. Any such plan shall include provision for parental participation to the extent requested by the parent. The bill also clarifies, in the definition of the term \"abused or neglected child,\" that in no event shall referring to and raising the child in a manner consistent with the child's biological sex, including related mental health or medical decisions, be considered abuse or neglect.",
      "status": "Engrossed",
      "title": "Minor students experiencing gender incongruence; parental notification.",
      "url": "/bills/2023/VA/HB2432"
    },
    "VA SB1186": {
      "description": "K-12 schools and institutions of higher education; K-12 schools and institutions of higher education; designation of interscholastic, intercollegiate, intramural, and club athletic teams and sports based on biological sex; student participation in female teams or sports; civil cause of action. Requires each interscholastic, intercollegiate, intramural, or club athletic team or sport sponsored by a public elementary or secondary school or by a public institution of higher education to be expressly designated as one of the following based on biological sex: (i) males, men, or boys; (ii) females, women, or girls; or (iii) coed or mixed if participation on such team or sport is open to both (a) males, men, or boys and (b) females, women, or girls. The bill requires identification of the student's biological sex on an athletics eligibility form signed by a licensed physician, nurse practitioner, or physician assistant to be submitted by any such student who desires to try out for or participate in an interscholastic, intercollegiate, intramural, or club athletic team or sport. The bill prohibits any such team or sport that is expressly designated for females, women, or girls from being open to students whose biological sex is male.  The bill prohibits any government entity, licensing or accrediting organization, or athletic association or organization from entertaining a complaint, opening an investigation, or taking any other adverse action against public school or institution of higher education based on a violation of the provisions of the bill and creates a cause of action for any school or institution of higher education that suffers harm as a result of a violation of the bill. Finally, the bill creates a civil cause of action for any student that suffers harm as a result of a knowing violation of a provision of the bill by a school or institution or as a result of the student's reporting a violation of a provision of the bill by a school, institution, athletic association, or organization.",
      "status": "Introduced",
      "title": "K-12 schools/higher ed. institution; designation of interscholastic, etc., sports based on sex, etc.",
      "url": "/bills/2023/VA/SB1186"
    },
    "VA SB1203": {
      "description": "Children Deserve Help Not Harm Act established; health benefit plans; coverage for gender transition procedures. Creates the Children Deserve Help Not Harm Act, which prohibits gender transition procedures, defined in the bill, for individuals younger than 18 years of age and prohibits the use of public funds for gender transition procedures for individuals younger than 18 years of age. The bill establishes enforcement procedures for violations of the Act. The bill provides that a health benefit plan providing health care coverage in the Commonwealth is prohibited from providing coverage for gender transition procedures for individuals younger than 18 years of age and is not required to provide coverage for gender transition procedures for individuals 18 years of age or older.  Children Deserve Help Not Harm Act established; health benefit plans; coverage for gender transition procedures. Creates the Children Deserve Help Not Harm Act, which prohibits gender transition procedures, defined in the bill, for individuals younger than 18 years of age and prohibits the use of public funds for gender transition procedures for individuals younger than 18 years of age. The bill establishes enforcement procedures for violations of the Act. The bill provides that a health benefit plan providing health care coverage in the Commonwealth is prohibited from providing coverage for gender transition procedures for individuals younger than 18 years of age and is not required to provide coverage for gender transition procedures for individuals 18 years of age or older.",
      "status": "Introduced",
      "title": "Children Deserve Help Not Harm Act established, health benefit plans, etc.",
      "url": "/bills/2023/VA/SB1203"
    },
    "VA SB791": {
      "description": "Establishment of the Save Adolescents from Experimentation (SAFE) Act; health benefit plans; coverage for gender transition procedures. Creates the Save Adolescents from Experimentation (SAFE) Act, which prohibits gender transition procedures, defined in the bill, for individuals younger than 18 years of age and prohibits the use of public funds for gender transition procedures for individuals younger than 18 years of age. The bill establishes enforcement procedures for violations of the SAFE Act. The bill provides that a health benefit plan providing health care coverage in the Commonwealth is prohibited from providing coverage for gender transition procedures for individuals younger than 18 years of age and is not required to provide coverage for gender transition procedures for individuals 18 years of age or older.  Establishment of the Save Adolescents from Experimentation (SAFE) Act; health benefit plans; coverage for gender transition procedures. Creates the Save Adolescents from Experimentation (SAFE) Act, which prohibits gender transition procedures, defined in the bill, for individuals younger than 18 years of age and prohibits the use of public funds for gender transition procedures for individuals younger than 18 years of age. The bill establishes enforcement procedures for violations of the SAFE Act. The bill provides that a health benefit plan providing health care coverage in the Commonwealth is prohibited from providing coverage for gender transition procedures for individuals younger than 18 years of age and is not required to provide coverage for gender transition procedures for individuals 18 years of age or older.",
      "status": "Introduced",
      "title": "Save Adolescents from Experimentation (SAFE) Act; established, health benefit plans, etc.",
      "url": "/bills/2023/VA/SB791"
    },
    "VA SB911": {
      "description": "K-12 schools and institutions of higher education; K-12 schools and institutions of higher education; interscholastic, intercollegiate, intramural, and club athletic teams and sports; participation on teams based on biological sex; certain requirements; civil cause of action. Requires each public elementary or secondary school and each public institution of higher education to expressly designate all interscholastic, intercollegiate, intramural, or club athletic teams and sports sponsored by such school based on biological sex as follows: (i) for \"males,\" \"men,\" or \"boys\"; (ii) for \"females,\" \"women,\" or \"girls\"; or (iii) as \"coed\" or \"mixed\" if such team or sport is open to participation by both (a) males, men, or boys and (b) females, women, or girls. The bill provides that a student's \"biological sex\" is the statement of such student's biological sex on such student's official birth certificate if the statement was filed at or near the time of the student's birth. The bill prohibits any student whose biological sex is female from participating on any interscholastic, intercollegiate, intramural, or club team or sport that is expressly designated for \"males,\" \"men,\" or \"boys,\" unless such school or institution does not offer an equivalent team or sport that is expressly designated for \"females,\" \"women,\" or \"girls,\" or as \"coed\" or \"mixed.\" The bill also prohibits any student whose biological sex is male from participation on any interscholastic, intercollegiate, intramural, or club team or sport that is expressly designated for \"females,\" \"women,\" or \"girls.\" Furthermore, the bill prohibits any interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a public elementary or secondary school or sponsored by a public institution of higher education from competing against any interscholastic, intercollegiate, intramural, or club athletic team or sport that is sponsored by a private elementary or secondary school or a private institution of higher education unless such private school or institution also complies with the provisions of the bill. Finally, the bill creates a civil cause of action for students that suffer any deprivation, harm, retaliation, or adverse action or for schools that suffer any harm as a result of a violation of the provisions of the bill, provided that such action is initiated within two years of such deprivation, harm, retaliation, or adverse action.",
      "status": "Introduced",
      "title": "K-12 schools/higher ed. institutions; interscholastic, etc., sports, teams based on biological sex.",
      "url": "/bills/2023/VA/SB911"
    },
    "VA SB960": {
      "description": "Youth Health Protection Act established; civil penalty. Creates the Youth Health Protection Act, which makes it unlawful for any individual to provide gender transition procedures for minors and prohibits the use of public funds for gender transition procedures. The bill allows parents, guardians, or custodians to withhold consent for any treatment, activity, or mental health care services that are designed and intended to form their child's conceptions of sex and gender or to treat gender dysphoria or gender nonconformity. The bill prohibits government agents, other than law-enforcement personnel, from encouraging or coercing a minor to withhold information from the minor's parent. The bill establishes a duty for a government agent with knowledge that a minor has exhibited symptoms of gender dysphoria or gender nonconformity or otherwise demonstrates a desire to be treated in a manner incongruent with the minor's sex to immediately notify each of the minor's parents, guardians, or custodians in writing, with descriptions of relevant circumstances. The bill prohibits discrimination against persons (i) providing information regarding violations of the Act to their employer or specified public entities or (ii) who make disclosures under the Act believed to be (a) any violation of law, rule, or regulation; (b) any violation of any standard of care or other ethical guidelines for the provision of health care service; or (c) gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety. The bill establishes a civil action for any violation of the Act by a clinic, health care system, medical professional, or other responsible person with a two-year statute of limitations. The bill prohibits political subdivisions of the Commonwealth from enacting, adopting, maintaining, or enforcing any measure that interferes with the professional conduct and judgment of a mental health care professional or counselor undertaken within the course of treatment and communication with clients, patients, other persons, or the public. The bill provides for enforcement by the Attorney General or a mental health care professional or counselor through an action for injunctive relief and allows a mental health care professional to recover reasonable attorney fees and reasonable costs incurred in obtaining an injunction. The bill waives sovereign immunity to suit and immunity from liability under this provision of the bill. Youth Health Protection Act established; civil penalty. Creates the Youth Health Protection Act, which makes it unlawful for any individual to provide gender transition procedures for minors and prohibits the use of public funds for gender transition procedures. The bill allows parents, guardians, or custodians to withhold consent for any treatment, activity, or mental health care services that are designed and intended to form their child's conceptions of sex and gender or to treat gender dysphoria or gender nonconformity. The bill prohibits government agents, other than law-enforcement personnel, from encouraging or coercing a minor to withhold information from the minor's parent. The bill establishes a duty for a government agent with knowledge that a minor has exhibited symptoms of gender dysphoria or gender nonconformity or otherwise demonstrates a desire to be treated in a manner incongruent with the minor's sex to immediately notify each of the minor's parents, guardians, or custodians in writing, with descriptions of relevant circumstances. The bill prohibits discrimination against persons (i) providing information regarding violations of the Act to their employer or specified public entities or (ii) who make disclosures under the Act believed to be (a) any violation of law, rule, or regulation; (b) any violation of any standard of care or other ethical guidelines for the provision of health care service; or (c) gross mismanagement, a gross waste of funds, an abuse of authority, or a substantial and specific danger to public health or safety. The bill establishes a civil action for any violation of the Act by a clinic, health care system, medical professional, or other responsible person with a two-year statute of limitations. The bill prohibits political subdivisions of the Commonwealth from enacting, adopting, maintaining, or enforcing any measure that interferes with the professional conduct and judgment of a mental health care professional or counselor undertaken within the course of treatment and communication with clients, patients, other persons, or the public. The bill provides for enforcement by the Attorney General or a mental health care professional or counselor through an action for injunctive relief and allows a mental health care professional to recover reasonable attorney fees and reasonable costs incurred in obtaining an injunction. The bill waives sovereign immunity to suit and immunity from liability under this provision of the bill.",
      "status": "Introduced",
      "title": "Youth Health Protection Act; established, civil penalty.",
      "url": "/bills/2023/VA/SB960"
    },
    "VA SB962": {
      "description": "Elementary and secondary schools; athletics; participation in female sports; civil cause of action. Requires each public elementary or secondary school and each private elementary or secondary school that competes in sponsored athletic events against such public schools to designate all interscholastic athletic teams and intramural athletic teams sponsored by such school based on biological sex as follows: (i) for \"males,\" \"men,\" or \"boys\"; (ii) for \"females,\" \"women,\" or \"girls\"; or (iii) as \"coed\" or \"mixed\" if such team is open to participation by (a) \"males,\" \"men,\" or \"boys\" and (b) \"females,\" \"women,\" or \"girls.\" The bill prohibits students whose biological sex is male from participating on any school athletic team or squad designated for \"females,\" \"women,\" or \"girls.\" Finally, the bill creates a civil cause of action for students and schools that suffer harm as a result of a violation of the provisions of the bill, provided that such action is initiated within two years of the harm occurring.",
      "status": "Introduced",
      "title": "Elementary and secondary schools; participation in female sports, civil cause of action.",
      "url": "/bills/2023/VA/SB962"
    }
  },
  "VT": {
    "VT H0183": {
      "description": "",
      "status": "Introduced",
      "title": "An act relating to protecting health care providers’ rights of conscience",
      "url": "/bills/2023/VT/H0183"
    }
  },
  "WA": {
    "WA HB1214": {
      "description": "",
      "status": "Introduced",
      "title": "Enacting the protecting children's bodies act.",
      "url": "/bills/2023/WA/HB1214"
    },
    "WA HB1233": {
      "description": "",
      "status": "Introduced",
      "title": "Concerning housing of inmates in state correctional facilities.",
      "url": "/bills/2023/WA/HB1233"
    },
    "WA SB5653": {
      "description": "",
      "status": "Introduced",
      "title": "Protecting the childhood of children.",
      "url": "/bills/2023/WA/SB5653"
    }
  },
  "WI": {
    "WI SB4": {
      "description": "An Act to amend 457.03 (2) of the statutes; Relating to: rules defining unprofessional conduct by marriage and family therapists, professional counselors, and social workers and suspension of a portion of a rule of the Marriage and Family Therapy, Professional Counseling, and Social Work Examining Board.",
      "status": "Introduced",
      "title": "Rules defining unprofessional conduct by marriage and family therapists, professional counselors, and social workers and suspension of a portion of a rule of the Marriage and Family Therapy, Professional Counseling, and Social Work Examining Board.",
      "url": "/bills/2023/WI/SB4"
    }
  },
  "WV": {
    "WV HB2007": {
      "description": "The purpose of this bill is to prohibit certain medical practices.",
      "status": "Passed",
      "title": "Prohibiting certain medical practices",
      "url": "/bills/2023/WV/HB2007"
    },
    "WV HB2125": {
      "description": "The purpose of this bill is to terminate the Human Rights Commission and other similar commissions enacted by political subdivisions in this state.",
      "status": "Introduced",
      "title": "Eliminating the Human Rights Commission",
      "url": "/bills/2023/WV/HB2125"
    },
    "WV HB2923": {
      "description": "The purpose of this bill is to clarify exemptions from criminal liability for obscene material.",
      "status": "Introduced",
      "title": "To modify exemptions from criminal liability to include a distinction for biological lessons regarding reproduction.",
      "url": "/bills/2023/WV/HB2923"
    },
    "WV HB2972": {
      "description": "The purpose of this bill is to restrict public universities or university associated healthcare facilities from performing gender reassignment surgeries or gender affirming care upon minors.",
      "status": "Introduced",
      "title": "To prohibit public university names for gender affirming care",
      "url": "/bills/2023/WV/HB2972"
    },
    "WV HB2998": {
      "description": "The purpose of this bill is to require birth certificates issued in this state to include the gender of the child at birth and prohibit use of the term \"non-binary\" on birth certificates.",
      "status": "Introduced",
      "title": "Non-binary not permitted on birth certificates",
      "url": "/bills/2023/WV/HB2998"
    },
    "WV HB3001": {
      "description": "The purpose of this bill is to protect West Virginia public school teachers who refuse to use pronouns that are inconsistent with a student's biological sex.",
      "status": "Introduced",
      "title": "To prohibit punishment for teachers who refuse to use pronouns inconsistent with a child’s sex",
      "url": "/bills/2023/WV/HB3001"
    },
    "WV HB3097": {
      "description": "The purpose of this bill is to prohibit Medicaid and CHIP payment for certain prohibited medical practices.",
      "status": "Introduced",
      "title": "Banning Medicaid and CHIP from paying for child and adult transgender surgeries",
      "url": "/bills/2023/WV/HB3097"
    },
    "WV HB3176": {
      "description": "The purpose of this bill is to prohibit drag shows from being performed in front of minors and to prohibit drags shows in schools and libraries.",
      "status": "Introduced",
      "title": "Prohibit drag shows from being performed in front of minors and to prohibit people from dressing in drag when reading aloud during story time in schools.",
      "url": "/bills/2023/WV/HB3176"
    },
    "WV HB3183": {
      "description": "The purpose of this bill is to prevent undue pressure and influences on minors in public school and public institutions, limit gender reassignment surgeries and hormone replacement therapies to consenting adults in this state, and to make a new crime of registered sex offenders at public school functions and athletic events, regardless of whether they have a child participating.",
      "status": "Introduced",
      "title": "Child Protection Act",
      "url": "/bills/2023/WV/HB3183"
    },
    "WV HB3503": {
      "description": "The purpose of this bill is to prevent discrimination at institutions of higher education at West Virginia post-secondary institutions.",
      "status": "Introduced",
      "title": "Relating to nondiscrimination at institutions of higher education",
      "url": "/bills/2023/WV/HB3503"
    },
    "WV SB103": {
      "description": "The purpose of this bill is to provide definitions, to prohibit public funding of drag shows in West Virginia, and to prohibit minors from being involved in or attending drag shows.",
      "status": "Introduced",
      "title": "Prohibiting certain funding and attendance of minors to drag shows",
      "url": "/bills/2023/WV/SB103"
    },
    "WV SB252": {
      "description": "The purpose of this bill is to prohibit obscene materials in West Virginia schools.",
      "status": "Introduced",
      "title": "Prohibiting obscene materials in or within 2,500 feet of WV schools",
      "url": "/bills/2023/WV/SB252"
    },
    "WV SB253": {
      "description": "The purpose of this bill is to make it a criminal offense for a person to engage in an adult cabaret performance where it may be viewed by a minor",
      "status": "Introduced",
      "title": "Criminalizing engaging in adult cabaret performance where it may be viewed by minor",
      "url": "/bills/2023/WV/SB253"
    },
    "WV SB278": {
      "description": "The purpose of this bill is to protect minors from indecent displays of a sexually explicit nature, including but not limited to, transvestite and/or transgender performances or displays to minors.",
      "status": "Introduced",
      "title": "Protecting minors from exposure to indecent displays of sexually explicit nature",
      "url": "/bills/2023/WV/SB278"
    },
    "WV SB517": {
      "description": "The purpose of this bill is to protect medical practitioners, healthcare institutions, and healthcare payers from discrimination, punishment, or retaliation as a result of any instance of conscientious medical objection.",
      "status": "Introduced",
      "title": "Medical Ethics Defense Act",
      "url": "/bills/2023/WV/SB517"
    },
    "WV SB692": {
      "description": "The purpose of this bill is relating to gender reassignment medical services for minors; making findings and declarations; defining sex; establishing prohibited treatment for minors; providing exceptions; creating responsibilities for school personnel; and establishing consequences for violations of article",
      "status": "Introduced",
      "title": "Relating to gender reassignment medical services for minors",
      "url": "/bills/2023/WV/SB692"
    },
    "WV SB697": {
      "description": "The purpose of this bill is to prohibit gender transition surgeries, treatments, and therapies to minors. The bill establishes penalties for practitioners in violation of regulations. The bill safeguards the mental and physical health of minors. The bill prohibits political subdivisions from enacting conflicting policies. The bill creates whistleblower protection. Finally, the bill prohibits taxpayer subsidization of gender transition treatments.",
      "status": "Introduced",
      "title": "Prohibiting gender transition surgeries, treatments, and therapies to minors",
      "url": "/bills/2023/WV/SB697"
    }
  },
  "WY": {
    "WY HB0187": {
      "description": "AN ACT relating to school sports; prohibiting students of the male sex from competing on a team designated for students of the female sex as specified; alternatively providing for the state board of education to determine student eligibility as specified; providing definitions; requiring rulemaking; and providing for an effective date.",
      "status": "Failed",
      "title": "Student eligibility in interscholastic activities-2.",
      "url": "/bills/2023/WY/HB0187"
    },
    "WY HB0234": {
      "description": "AN ACT relating to public health and safety; allowing health care providers, health care institutions and health care payers the right to refuse to participate in or pay for health care services as specified; prohibiting discrimination; providing immunity; providing definitions; specifying applicability; requiring rulemaking; and providing for effective dates.",
      "status": "Failed",
      "title": "Medical Ethics Defense Act.",
      "url": "/bills/2023/WY/HB0234"
    },
    "WY SF0111": {
      "description": "AN ACT relating to crimes and offenses; creating a new offense for child abuse; providing a penalty; providing exceptions; and providing for an effective date.",
      "status": "Failed",
      "title": "Child abuse-change of sex.",
      "url": "/bills/2023/WY/SF0111"
    },
    "WY SF0117": {
      "description": "AN ACT relating to education; specifying procedures and requirements for school districts to provide parents notice of information regarding students and the rights of parents to make decisions regarding their children; specifying that school districts cannot prohibit parental notification and involvement in critical decisions involving students; prohibiting classroom discussion about sexual orientation or gender identity as specified; specifying training requirements for school districts; specifying procedures for resolving parent concerns and complaints; specifying duties for school district boards of trustees and the state board of education; providing for a cause of action; requiring rulemaking; and providing for effective dates.",
      "status": "Failed",
      "title": "Parental rights in education.",
      "url": "/bills/2023/WY/SF0117"
    },
    "WY SF0130": {
      "description": "AN ACT relating to education; requiring instruction in public K-12 schools to be consistent with the principles of individual freedom as specified; providing definitions; and providing for an effective date.",
      "status": "Failed",
      "title": "Educational Freedom Act.",
      "url": "/bills/2023/WY/SF0130"
    },
    "WY SF0133": {
      "description": "AN ACT relating to education; prohibiting students of the male sex from competing on a team designated for students of the female sex as specified; prohibiting retaliation; providing for an administrative hearing as specified; alternatively providing for a commission to determine student eligibility as specified; providing definitions; providing immunity as specified; providing an appropriation; requiring rulemaking; and providing for an effective date.",
      "status": "Passed",
      "title": "Student eligibility in interscholastic sports.",
      "url": "/bills/2023/WY/SF0133"
    },
    "WY SF0144": {
      "description": "AN ACT relating to public health and safety; prohibiting physicians from performing procedures for children related to gender transitioning and gender reassignment; providing an exception; providing that gender transitioning and reassignment procedures are grounds for suspension or revocation of a physician's or health care provider's license; prohibiting insurance coverage for children for gender transitioning and reassignment procedures; providing definitions; specifying applicability; requiring rulemaking; and providing for effective dates.",
      "status": "Failed",
      "title": "Chloe's law-children gender change prohibition.",
      "url": "/bills/2023/WY/SF0144"
    },
    "WY SF0159": {
      "description": "AN ACT relating to the administration of government; requiring parties to state contracts to certify that they do not engage in boycotting or discrimination as specified; providing definitions; providing legislative findings; specifying applicability; and providing for an effective date.",
      "status": "Failed",
      "title": "Stop ESG-Eliminate economic boycott act.",
      "url": "/bills/2023/WY/SF0159"
    },
    "WY SF0172": {
      "description": "AN ACT relating to the administration of government; specifying requirements for the hiring and retention of investment managers, trustees and fiduciaries who invest state funds as specified; specifying proxy voting requirements for investment managers, trustees and fiduciaries who invest state funds; providing definitions; making conforming amendments; specifying applicability; and providing for an effective date.",
      "status": "Failed",
      "title": "Stop ESG-State funds fiduciary duty act.",
      "url": "/bills/2023/WY/SF0172"
    }
  }
}